Repository: Dejssa/Pieraklady_BY
Catalog: *_novy.po
Languages: be

source: Save failed: no space left. Please free {mb} MB and try again.
be: Zapis nie powiódł się: za mało miejsca. Zwolnij {mb} MB i spróbuj ponownie.

source: Save failed: storage limit reached. Please open save menu to free {mb} MB and try again.
be: Zapis nie powiódł się: osiągnięto limit. Otwórz menu zapisów, zwolnij {mb} MB i spróbuj ponownie.

source: Save game
be: Zapisz grę

source: Save game name
be: Nazwa zapisu gry

source: Save key frames
be: Zapisz klatki kluczowe

source: Save map
be: Zapisz mapę

source: Save mod preset
be: Zapisz ustawienie wstępne modyfikacji

source: Save...
be: Zapisz...

source: Save... get ready to play map
be: Zapis...

source: Saved game "%1%"
be: Zapisana gra „%1%”

source: Savegame not ready
be: Zapis gry nie jest gotowy

source: Saving...
be: Trwa zapisywanie...

source: Scale
be: Skala

source: Scroll description
be: Przewiń opis

source: Sculpturer
be: Rzeźbiarz

source: Search for line...
be: Szukanie linii...

source: Search for mod...
be: Wyszukaj modyfikację...

source: Search for modules...
be: Wyszukaj moduły...

source: Search for vehicle...
be: Szukanie pojazdu...

source: Search...
be: Wyszukaj...

source: Select
be: Wybierz

source: Select Campaign
be: Wybierz kampanię

source: Select bit depth of grayscale image
be: Wybierz głębię bitową obrazu w odcieniach szarości

source: Select generator
be: Wybierz generator

source: Select options
be: Wybierz opcje

source: Select terminal for this stop
be: Wybierz terminal dla tego przystanku

source: Select terminal for this waypoint
be: Wybierz terminal tego punktu kontrolnego

source: Select the campaign
be: Wybierz kampanię

source: Select vehicle
be: Wybierz pojazd

source: Sell
be: Sprzedaj

source: Sell all vehicles
be: Sprzedaj wszystkie pojazdy

source: Sell all vehicles?
be: Sprzedać wszystkie pojazdy?

source: Sell selected vehicle
be: Прадаць выбраны транспарт

source: Sell selected vehicle?
be: Прадаць выбраны транспарт?

source: Sell vehicle
be: Sprzedaj pojazd

source: Send
be: Wyślij

source: Send all vehicles to depot
be: Wyślij wszystkie pojazdy do zajezdni

source: Send all vehicles to depot?
be: Wysłać wszystkie pojazdy do zajezdni?

source: Send crash reports
be: Wysyłaj raporty o awariach

source: Send selected vehicle to depot
be: Адправіць выбраны транспарт да дэпо

source: Send to depot
be: Wyślij do zajezdni

source: Sensitivity settings
be: Ustawienia czułości

source: Set Bridge Type
be: Ustaw rodzaj mostu

source: Set Railroad Crossing Type
be: Określ typ przejazdu kolejowego

source: Set Tunnel Type
be: Ustaw rodzaj tunelu

source: Set color
be: Ustaw kolor

source: Set color for all vehicles
be: Ustaw kolor wszystkich pojazdów

source: Set color for selected vehicle
be: Усталяваць колер выбранаму транспарту

source: Set line
be: Określ linię

source: Set output frame rate to {framerate} fps
be: Ustaw wyjściową liczbę klatek na sekundę na {framerate}

source: Set output game speed up to {speed}
be: Ustaw wyjściową prędkość gry na {speed}

source: Set output resolution to {width} x {height}
be: Ustaw rozdzielczość wyjściową {width} x {height}

source: Settings
be: Ustawienia

source: Settings...
be: Ustawienia...

source: Settled down
be: Własne gniazdko

source: Setup a line so that town residents use your vehicles in free game.
be: Stwórz linię obsługującą mieszkańców miasta w grze swobodnej.

source: Shadows
be: Jakość cieni

source: Share
be: Udostępnij

source: Shared capacity of station buildings for full platforms
be: Łączna pojemność budynków stacji do pełnych peronów

source: Ship
be: Карабель

source: Ship {number}
be: Statek {number}

source: Shipment
be: Przesyłka

source: Shipped
be: Wysłane

source: Shipping
be: Wysyłka

source: Ships
be: Statki

source: Shipyard
be: Stocznia

source: Shop
be: Sklep

source: Shopping
be: Zakupy

source: Shopping facilities
be: Obiekty handlowe

source: Show all
be: Wyświetl wszystko

source: Show details
be: Pokaż szczegóły

source: Show in browser
be: Pokaż w przeglądarce

source: Show load game dialog
be: Pokaż okno dialogowe wczytywania gry

source: Show missing resources dialog
be: Pokazuj ostrzeżenia o brakujących zasobach

source: Show only visible
be: Wyświetl tylko widoczne

source: Show only visible lines
be: Wyświetl tylko widoczne linie

source: Show quit dialog
be: Pokaż okno zamykania gry

source: Show save game dialog
be: Pokaż okno dialogowe zapisu gry

source: Show settings dialog
be: Pokaż okno dialogowe ustawień

source: Show unsupported hardware warning
be: Wyświetlaj ostrzeżenia o nieobsługiwanym sprzęcie

source: Show video memory usage warning
be: Pokaż ostrzeżenie o wykorzystaniu pamięci graficznej

source: Show/hide HUD icon filter menu
be: Wyświetl/ukryj menu filtrowania ikon HUD

source: Show/hide air buildings menu
be: Pokaż/ukryj menu budynków transportu powietrznego

source: Show/hide air menu
be: Wyświetl/ukryj menu transportu lotniczego

source: Show/hide assets menu
be: Wyświetl/ukryj menu zasobów

source: Show/hide camera tool
be: Pokaż/ukryj narzędzie kamery

source: Show/hide cargo layer
be: Wyświetl/ukryj warstwę towarów

source: Show/hide contour lines layer
be: Wyświetl/ukryj warstwę konturów

source: Show/hide data layers menu
be: Wyświetl/ukryj menu warstw danych

source: Show/hide destinations layer
be: Wyświetl/ukryj warstwę miejsc docelowych

source: Show/hide emission layer
be: Wyświetl/ukryj warstwę emisji

source: Show/hide industry statistics
be: Wyświetl/ukryj statystyki przemysłu

source: Show/hide land use layer
be: Wyświetl/ukryj warstwę zagospodarowania terenu

source: Show/hide landscaping menu
be: Wyświetl/ukryj menu architektura krajobrazu

source: Show/hide line manager
be: Wyświetl/ukryj menedżera linii

source: Show/hide line statistics
be: Wyświetl/ukryj statystyki linii

source: Show/hide music player
be: Wyświetl/ukryj odtwarzacz muzyki

source: Show/hide navigable waters layer
be: Wyświetl/ukryj warstwę wód żeglownych

source: Show/hide rail buildings menu
be: Wyświetl/ukryj menu budynków transportu kolejowego

source: Show/hide rail menu
be: Pokaż/ukryj menu transportu kolejowego

source: Show/hide road buildings menu
be: Wyświetl/ukryj menu budynków transportu drogowego

source: Show/hide road menu
be: Pokaż/ukryj menu transportu drogowego

source: Show/hide station statistics
be: Wyświetl/ukryj statystyki stacji

source: Show/hide stations layer
be: Wyświetl/ukryj warstwę stacji

source: Show/hide statistics window
be: Wyświetl/ukryj okno statystyk

source: Show/hide street builder menu (curved mode)
be: Pokaż/ukryj menu budowy ulic (tryb zakrzywionych)

source: Show/hide street builder menu (straight mode)
be: Pokaż/ukryj menu budowy ulic (tryb prostych)

source: Show/hide street builder menu (upgrade mode)
be: Pokaż/ukryj menu budowy ulic (tryb ulepszeń)

source: Show/hide street constructions menu
be: Wyświetl/ukryj menu rozbudowy ulic

source: Show/hide street modification tools menu
be: Wyświetl/ukryj menu narzędzi do modyfikacji ulic

source: Show/hide street traffic layer
be: Wyświetl/ukryj warstwę ruchu ulicznego

source: Show/hide street waypoints menu
be: Wyświetl/ukryj menu ulicznych punktów nawigacyjnych

source: Show/hide streets menu
be: Wyświetl/ukryj menu ulic

source: Show/hide terrain paint tools menu
be: Wyświetl/ukryj menu narzędzi do malowania terenu

source: Show/hide terrain tools menu
be: Wyświetl/ukryj menu narzędzi do zmian terenu

source: Show/hide town statistics
be: Wyświetl/ukryj statystyki miast

source: Show/hide track builder menu (upgrade mode)
be: Pokaż/ukryj menu budowy torów (tryb ulepszeń)

source: Show/hide track modification tools menu
be: Wyświetl/ukryj menu narzędzi do modyfikacji torów

source: Show/hide track signals menu
be: Wyświetl/ukryj menu semaforów

source: Show/hide track speed limits layer
be: Wyświetl/ukryj warstwę ograniczeń prędkości na torach

source: Show/hide track waypoints menu
be: Wyświetl/ukryj menu kolejowych punktów nawigacyjych

source: Show/hide tracks menu
be: Wyświetl/ukryj menu torów

source: Show/hide vehicle manager
be: Wyświetl/ukryj menedżera pojazdów

source: Show/hide vehicle statistics
be: Wyświetl/ukryj statystyki pojazdów

source: Show/hide warnings window
be: Wyświetl/ukryj okno ostrzeżeń

source: Show/hide water buildings menu
be: Pokaż/ukryj menu budynków transportu wodnego

source: Show/hide water menu
be: Wyświetl/ukryj menu transportu wodnego

source: Showing {from}-{to} of {total} mods
be: {from}–{to} z {total} modyfikacji

source: Sign in with Email
be: Zaloguj się za pomocą adresu e-mail

source: Sign-In Error
be: Błąd logowania

source: Signal #{number}
be: Sygnał #{number}

source: Signals
be: Sygnalizacja

source: Signals must be removed first
be: Najpierw usuń sygnalizację

source: Single
be: Pojedynczy

source: Size
be: Rozmiar

source: Skip collision
be: Pomiń kolizje

source: Sky
be: Niebo

source: Slope threshold
be: Wartość graniczna nachylenia

source: Smooth the terrain.
be: Wygładza teren.

source: Smooth tool
be: Narzędzie wygładzania

source: Some DLCs and/or mods could not be found. Please install them first in order to load this savegame.
be: Nie odnaleziono niektórych treści do pobrania lub modyfikacji. Aby wczytać tę zapisaną grę, należy je najpierw zainstalować.

source: Some cargo items are lost because station is overloaded.
be: Niektóre towary zostały utracone, ponieważ stacja jest przeciążona.

source: Some passengers leave because station is overloaded.
be: Niektórzy pasażerowie odeszli, ponieważ stacja jest przeciążona.

source: Sort
be: Sortuj

source: Sound Effects
be: Efekty dźwiękowe

source: Sound effects
be: Efekty dźwiękowe

source: Soundtrack
be: Ścieżka dźwiękowa

source: Source
be: Źródło

source: Spawning animals...
be: Tworzenie zwierząt...

source: Specify vehicle
be: Określ pojazd

source: Speed
be: Prędkość

source: Speed of light
be: Jeszcze wyższa prędkość

source: Speed units
be: Jednostki prędkości

source: Speed: 1x
be: Prędkość: 1x

source: Speed: 2x
be: Prędkość: 2x

source: Speed: 4x
be: Prędkość: 4x

source: Start mission
be: Rozpocznij misję

source: Start preview
be: Uruchom podgląd

source: Start recording
be: Rozpocznij nagrywanie

source: Start the editor
be: Uruchom edytor

source: Start the game
be: Rozpocznij grę

source: Start upload
be: Rozpocznij przesyłanie

source: Start year
be: Rok rozpoczęcia

source: Start year:
be: Rok rozpoczęcia:

source: Station
be: Stacja

source: Station %1% appears consecutively twice
be: Stacja „%1%” pojawia się dwa razy pod rząd

source: Station appears consecutively twice
be: Stacja pojawia się dwa razy pod rząd

source: Station statistics
be: Statystyki stacji

source: Station types don't match (e.g. bus stop and train station)
be: Rodzaje stacji się nie zgadzają (np. przystanek autobusowy i dworzec kolejowy)

source: Stations
be: Stacje

source: Stations layer
be: Warstwa stacji

source: Stations report the following problems:
be: Dworce zgłaszają następujące problemy:

source: Statistics
be: Statystyki

source: Steam
be: Parowa

source: Steam API init failed
be: Nie udało się zainicjować API Steam

source: Steam Train
be: Parowóz

source: Steam Workshop
be: Warsztat Steam

source: Steam locomotives
be: Lokomotywy parowe

source: Steam multiple units
be: Parowe zespoły trakcyjne

source: Stocks
be: Zapasy

source: Stolen Content
be: Skradziona zawartość

source: Stop
be: Przerwij

source: Stop #{number}
be: Przystanek #{number}

source: Stop can not be used with current vehicles
be: Obecne pojazdy nie mogą korzystać z tego przystanku

source: Stop preview
be: Zatrzymaj podgląd

source: Stopped
be: Zatrzymano

source: Stopping
be: Zatrzymywanie

source: Stops must be removed first
be: Najpierw usuń przystanki

source: Store the current list of activated mods in a mod preset
be: Zachowaj bieżącą listę aktywnych modyfikacji w ustawieniu wstępnym modyfikacji

source: Store the current list of activated mods in a preset
be: Zachowaj bieżącą listę aktywnych modyfikacji jako ustawienie

source: Stored
be: Magazynowane

source: Straight
be: Proste

source: Street constructions
be: Rozbudowy ulic

source: Street locked
be: Ulica zablokowana

source: Street traffic layer
be: Warstwa ruchu ulicznego

source: Streets
be: Ulice

source: Strength
be: Siła

source: Submit
be: Wyślij

source: Subscribe
be: Subskrybuj

source: Subscribed
be: Zasubskrybowano

source: Subscribers
be: Subskrybenci

source: Subscription state of {amount} mods updated.
be: Zaktualizowany został stan subskrypcji następującej liczby modyfikacji: {amount}.

source: Subtitle {num}
be: Napisy {num}

source: Subtitles
be: Napisy

source: Successfully connected all stations
be: Pomyślnie połączono wszystkie stacje

source: Successfully connected all stations, disabled {num} alternative terminal
be: Усе станцыі паспяхова падлучыліся, {num} альтэрнатыўны тэрмінал адключаны

source: Summary
be: Podsumowanie

source: Summary:
be: Podsumowanie:

source: Suppliers
be: Dostawcy

source: Supply
be: Dostawy

source: Supply rating
be: Ocena podaży

source: TGA could not be read
be: Nie można odczytać pliku TGA

source: Tag(s):
be: Tagi:

source: Tags
be: Tagi

source: Target population
be: Populacja docelowa

source: Task completed
be: Zadanie ukończone

source: Tasks
be: Zadania

source: Terminals
be: Terminale

source: Terrain
be: Jakość terenu

source: Terrain textures
be: Tekstury terenu

source: Terrain tools
be: Narzędzia tworzenia terenu

source: Text
be: Tekst

source: Textures
be: Jakość tekstur

source: Thank you for your feedback.
be: Dziękujemy za informację.

source: The camera config "{}" already exists. Do you want to overwrite it?
be: Konfiguracja kamery o nazwie „{}” już istnieje. Czy chcesz ją nadpisać?

source: The condition is very bad.
be: Bardzo zły stan.

source: The condition of multiple vehicles is very bad.
be: Stan kilku pojazdów jest bardzo zły.

source: The description contains unsupported or malformed elements and cannot be displayed here.
be: Opis zawiera niewspierane lub zniekształcone elementy i nie może być tu wyświetlony.

source: The existing mod on {backend} will be updated.
be: Istniejąca modyfikacja ({backend}) zostanie zaktualizowana.

source: The future is now, old man
be: Przyszłość należy do nas

source: The heightmap "%1%" already exists. Do you want to overwrite it?
be: Mapa wysokości o nazwie „%1%” już istnieje. Czy chcesz ją nadpisać?

source: The initial size of %1%
be: Wstępne rozmiary %1%

source: The king of the sea
be: Król mórz

source: The mod preset "{}" already exists. Do you want to overwrite it?
be: Ustawienie wstępne modyfikacji o nazwie „{}” już istnieje. Czy chcesz je nadpisać?

source: The name of the animal
be: Nazwa zwierzęcia

source: The name of the construction
be: Nazwa zakładu budowy

source: The name of the depot
be: Nazwa zajezdni

source: The name of the industry
be: Nazwa zakładu przemysłowego

source: The name of the line
be: Nazwa linii

source: The name of the resident
be: Nazwa mieszkańca

source: The name of the signal
be: Nazwa sygnału

source: The name of the station
be: Nazwa stacji

source: The name of the town
be: Nazwa miasta

source: The name of the transport vehicle
be: Nazwa pojazdu transportowego

source: The name of the waypoint
be: Nazwa punktu kontrolnego

source: The number of jobs in %1%
be: Liczba miejsc pracy w %1%

source: The number of residents in %1% is growing
be: Liczba mieszkańców w lokalizacji %1% rośnie

source: The number of residents in %1% is shrinking
be: Liczba mieszkańców w lokalizacji %1% spada

source: The number of residents in %1% is stable
be: Liczba mieszkańców w lokalizacji %1% jest stabilna

source: The number of shopping facilities in %1%
be: Liczba obiektów handlowych w %1%

source: The number or residents %1% will grow/shrink to
be: Liczba mieszkańców %1% wzrośnie/zmaleje do

source: The savegame "{}" already exists. Do you want to overwrite it?
be: Zapisana gra o nazwie „{}” już istnieje. Czy chcesz ją nadpisać?

source: The station is not connected to a street.
be: Stacja nie jest połączona z drogą

source: The total growth
be: Ogólny rozwój

source: The ugly smell of success
be: Brzydki zapach sukcesu

source: There are %1% vehicles to be replaced
be: Pojazdy do zastąpienia: %1%

source: There are no warnings!
be: Brak ostrzeżeń!

source: There is one vehicle to be replaced
be: Można zastąpić jeden pojazd

source: This mod's format is deprecated. Please contact the author to obtain an up-to-date version.
be: Ten format modyfikacji nie jest już obsługiwany. Skontaktuj się z jego autorem, aby uzyskać najnowszą wersję.

source: This requires reloading all textures, might take a long time and will momentarily freeze the game. Save your progression before triggering this operation.
be: Zostaną przeładowane tekstury terenu. Może to chwilę potrwać.

source: This savegame contains vehicles for which improved models are available due to a game update.
be: Ten zapis gry zawiera pojazdy, które otrzymały poprawione modele w ramach aktualizacji gry.

source: This savegame requires game resources which are not available, e.g. due to missing mods. Check the stdout.txt for detailed information and expect unwanted behavior of the game.
be: Ten zapis gry wymaga zasobów, które nie są dostępne np. z powodu brakujących modyfikacji. Szczegółowe informacje znajdziesz w pliku stdout.txt. Spodziewaj się niepożądanych zachowań gry.

source: This savegame requires models which are not available, e.g. due to missing mods. Instances of the following models are replaced by placeholders:
be: Ten zapis gry wymaga zasobów, które nie są dostępne np. z powodu brakujących modyfikacji. Instancje następujących modeli zostały zastąpione modelami tymczasowymi:

source: This savegame requires models which are not available, e.g. due to missing mods. Instances of {number} models are replaced by placeholders.
be: Ten zapis gry wymaga zasobów, które nie są dostępne np. z powodu brakujących modyfikacji. Instancje modeli ({number}) zostały zastąpione modelami tymczasowymi.

source: This setting can only be changed in the main menu
be: Ta opcja może zostać zmieniona jedynie w menu głównym

source: This warning can be deactivated in the settings Advanced tab.
be: To ostrzeżenie można wyłączyć w zakładce zaawansowanych ustawień.

source: Thrust
be: Przyspieszenie

source: Tickets
be: Bilety

source: Time
be: Czas

source: Time scale
be: Skala czasu

source: To Desktop
be: Do pulpitu

source: To main menu
be: Do menu głównego

source: Today, {time}
be: Dzisiaj, {time}

source: Toggle precedence
be: Zmień pierwszeństwo

source: Toggle the button to jump to the first point where the path couldn't continue.
be: Przełącz przycisk, aby przejść do pierwszego punktu, w którym nie można było kontynuować trasy.

source: Toggle traffic light
be: Zmień sygnał świetlny

source: Too much curvature
be: Zbyt duża krzywizna

source: Too much slope
be: Zbyt duże nachylenie

source: Tools
be: Narzędzia

source: Top length (rail)
be: Największa długość (kolej)

source: Top speed
be: Najwyższa prędkość

source: Top speed for slopes:
be: Prędkość maksymalna dla nachylenia:

source: Total
be: Łącznie

source: Total bridges
be: Łączna liczba mostów

source: Total electrified
be: Łączna liczba zelektryfikowanych

source: Total growth: %1% residents
be: Ogólny rozwój: %1% mieszkańców

source: Total high-speed
be: Łączna liczba superszybkich

source: Total length of train is %s
be: Łączna długość pociągu: %s

source: Total tracks
be: Łączna liczba torów

source: Total tunnels
be: Łączna liczba tuneli

source: Town
be: Miasto

source: Town authorities complain about following interrupted street connections:
be: Władze miasta narzekają na następujące przerwy w połączeniach drogowych:

source: Town builder
be: Kreator miast

source: Town growth
be: Rozwój miasta

source: Town names:
be: Nazwy miast:

source: Town statistics
be: Statystyki miasta

source: Towns
be: Miasta

source: Towns cargo needs
be: Zapotrzebowanie towarowe miast

source: Towns/industries
be: Miasta / zakłady przemysłowe

source: Track constructions
be: Konstrukcja szyn

source: Track speed limits layer
be: Warstwa ograniczeń prędkości na torach

source: Tracks
be: Tory

source: Tractive effort
be: Siła pociągowa

source: Traffic
be: Ruch

source: Traffic light control tool
be: Narzędzie do kontroli sygnalizacji świetlnej

source: Traffic lights
be: Sygnalizacja świetlna

source: Train
be: Цягнік

source: Train Fever
be: Pociągowa gorączka

source: Train depot
be: Zajezdnia kolejowa

source: Train does not have a locomotive
be: Pociąg nie ma lokomotywy

source: Train {number}
be: Pociąg {number}

source: Trains
be: Pociągi

source: Trains mutually blocked
be: Pociągi wzajemnie się blokują

source: Tram
be: Трамвай

source: Tram depot
be: Zajezdnia tramwajowa

source: Tram track
be: Tory tramwajowe

source: Tram track tool
be: Narzędzie torów tramwajowych

source: Tram {number}
be: Tramwaj {number}

source: Trams
be: Tramwaje

source: Trans-Siberian Railway
be: Kolej transsyberyjska

source: Transport belt
be: Taśma transportowa

source: Transport corporation
be: Korporacja transportowa

source: Transport master
be: Mistrz transportu

source: Transport millionaire
be: Transportowy milioner

source: Transport shark
be: Rekin transportu

source: Transport shark (Hard mode)
be: Rekin transportu (tryb trudny)

source: Transport tycoon
be: Potentat transportu

source: Transport tycoon (Hard mode)
be: Potentat transportu (tryb trudny)

source: Transported
be: Przetransportowany

source: Travel back and forward in time using the time control in sandbox mode.
be: W trybie piaskownicy przenieś się w przeszłość, używając kontroli czasu.

source: Trending
be: Popularne

source: Trophy set for Transport Fever 2
be: Zestaw trofeów do gry Transport Fever 2

source: Truck
be: Ciężarówka

source: Truck station
be: Stacja ciężarówek

source: Try to fix problem automatically
be: Spróbuj automatycznie rozwiązać problem

source: Tunnel
be: Tunel

source: Turn music on
be: Włącz muzykę

source: Type
be: Typ

source: Types of stations %1% and %2% don't match
be: Rodzaje stacji (%1% i %2%) się nie zgadzają

source: Unable to align terrain
be: Nie można wyrównać terenu

source: Unable to find path to depot
be: Nie można znaleźć trasy do zajezdni

source: Unable to find path to stop
be: Nie można znaleźć trasy do przystanku

source: Unable to load. The current save contains content that is not included in your version.
be: Nie można załadować. Bieżący zapis zawiera zawartość, której nie ma w Twojej wersji.

source: Unconnected streets
be: Niepołączone ulice

source: Understood!
be: Rozumiem

source: Unemployed
be: Bezrobotni

source: Uninstall pending
be: Odinstalowywanie w toku

source: Uninstalling mod
be: Odinstalowywanie modyfikacji

source: Unknown
be: Nieznane

source: Unknown Entity
be: Nieznana jednostka

source: Unload
be: Rozładuj

source: Unload only
be: Tylko rozładunek

source: Unloaded
be: Rozładowany

source: Unlock all trophies.
be: Odblokuj wszystkie trofea.

source: Unsaved changes will be lost.
be: Niezapisane zmiany zostaną utracone.

source: Unsubscribe
be: Anuluj subskrypcję

source: Up
be: W górę

source: Update
be: Zaktualizuj

source: Update models
be: Zaktualizuj modele

source: Update pending
be: Aktualizacja w toku

source: Upgrade
be: Ulepszenie

source: Upgrade streets with bus lanes.
be: Ulepsza ulice, dodając pas ruchu dla autobusów.

source: Upgrade streets with traffic lights.
be: Ulepsza ulice, dodając sygnalizację świetlną.

source: Upgrade streets with tram tracks.
be: Ulepsza ulice, dodając tory tramwajowe.

source: Upgrade tracks for higher speeds.
be: Ulepsza tory, aby umożliwić osiąganie wyższych prędkości.

source: Upgrade tracks with catenary.
be: Ulepsza tory, dodając do nich sieć trakcyjną.

source: Upload
be: Prześlij

source: Upload Complete
be: Przesyłanie zakończone
