Repository: Dejssa/Pieraklady_BY
Catalog: *_novy.po
Languages: be

source: - activate your dedicated graphics card (if available)
be: - пераключыцеся на выдзеленую графічную картку, калі такая маецца

source: - install the latest graphics drivers
be: - усталюйце найноўшыя графічныя драйверы

source: (terminal %1%)
be: (тэрмінал %1%)

source: or
be: альбо

source: %1% Destinations
be: Напрамкі: %1%

source: %1% Vehicle
be: Транспарт: %1%

source: %1% Vehicle selected
be: Выбраны транспарт.: %1%

source: %1% capacity
be: Ёмістасьць: %1%

source: %1% day
be: %1% дзень

source: %1% industry
be: Прамысловасьць: %1%

source: %1% is on its way to heaven.
be: %1% накіраваны да неба.

source: %1% mod available
be: Даступна мадыфікацыя: %1%

source: %1% mod enabled
be: Уключана мадыфікацыя: %1%

source: %1% month
be: %1% месяц

source: %1% per vehicle
be: %1%/транспарт

source: %1% signal will be removed
be: Сыгнал %1% будзе выдалены

source: %1% stop will be removed
be: Прыпынак %1% будзе выдалены

source: %1% town
be: Места: %1%

source: %1% variant
be: варыянт: %1%

source: %1% year
be: %1% год

source: %1%/m²
be: %1%/м²

source: %1%/year
be: %1%/год

source: %1%: %2% (in %3% or %4%)
be: %1%: %2% (у %3% або %4%)

source: %1%m to %2%m
be: %1% м да %2% м

source: %d Year
be: %d год

source: %d for having a fast vehicle
be: %d за шыбкі транспарт

source: %d for having a profit of at least $10M
be: %d за прыбытак мінімум 10 млн. $

source: %d for having a very long vehicle
be: %d за доўгі транспарт

source: %d for having transported at least 100000 passengers
be: %d для транспарціроўку мінімум 100 000 пасажыраў

source: %d for having transported at least 100000 units of cargo
be: %d для транспарціроўкі мінімум 100 000 адзінак тавару

source: %d for high-speed rail network
be: %d за сетку высакахуткаснай чыгункі

source: %d for rail network bridges
be: %d за масты чыгуначнай сеткі

source: %d for rail network electrification
be: %d за электрыфікацыю чыгуначнай сеткі

source: %d for rail network length
be: %d за даўжыню чыгуначнай сеткі

source: %d for rail network tunnels
be: %d за тунэлі чыгуначнай сеткі

source: %d point(s) for company value
be: %d пунктаў за кошт кампаніі

source: %d point(s) for having more than 10 trains
be: %d пунктаў за маёмасьць больш за 10 цягнікоў

source: %d point(s) for having more than 100 road vehicles
be: %d пунктаў за маёмасьць больш за 100 адзінак дарожнага транспарту

source: %d point(s) for having more than 20 trams
be: %d пунктаў за маёмасьць больш за 20 трамваяў

source: %d point(s) for having more than 5 aircraft
be: %d пунктаў за маёмасьць больш за 5 самалётаў

source: %d point(s) for having more than 5 ships
be: %d пунктаў за маёмасьць больш за 5 караблёў

source: %d point(s) for maximum vehicle age
be: %d пунктаў за маёмасьць транспартам, які дасягнуў максімальнага ўзросту

source: (%1% compartment)
be: (%1% адсек)

source: (+ Early Supporter content)
be: (+ Зьмест раняшняга падтрымшчыку)

source: (+ Pre-order content)
be: (+ Зьмест перад. замоўцы)

source: (No target)
be: (Брак цэлі)

source: (stopped)
be: (затрыманы)

source: ... insert code
be: ... увесьці код

source: 16-bit grayscale
be: 16-бітавая шкала адценьняў шэрага

source: <unknown artist>
be: <невядомы выканаўца>

source: <unknown title>
be: <невядомая назва>

source: >5000 years
be: > 5000 гадоў

source: A game update is required to load this savegame.
be: Для загрузкі гэтай захаваньня патрабуецца абнаўленьне.

source: A grieving day
be: Дзень смутку

source: A new mod will be created on {backend}.
be: Будзе створана новая мадыфікацыя ({backend}).

source: A one-way street can't have stops or waypoints on both sides
be: Вуліца з аднабаковым рухам ня можа мець прыпынкаў або маршрутных пунктаў з абодвух бакоў

source: A path has been found, but one or more sections of the path are not electrified. The vehicle requires electrification. Use the electrification tool to modify the sections.
be: Маршрут знойдзены, але адзін ці некалькі ўчасткаў не электрыфікаваны. Транспарт патрабуе электрыфікацыі. Скарыстайцеся прыладамі электрыфікацыі, каб зьмяніць гэтыя ўчасткі.

source: A path has been found, but one or more sections of the path do not have tram tracks. The vehicle requires tram tracks. Use the tram track tool to modify the sections.
be: Маршрут знойдзены, але на адным або некалькіх участках адсутнічаюць трамвайныя рэйкі. Транспарт патрэбуе трамвайныя рэйкі. Скарыстайцеся поладамі трамвайнай рэйкі, каб зьмяніць гэтыя ўчасткі.

source: A path has been found, but only small aircraft are allowed on this path. Consider using small aircraft or large airports.
be: Маршрут знойдзены, але ім могуць карыстацца толькі маленькія самалёты. Скарыстайцеся маленькімі самалётамі або вялікімі лётнішчамі.

source: A path has been found, but only small ships are allowed on this path. Consider using small ships or large docks.
be: Маршрут знойдзены, але ім могуць карыстацца толькі малыя караблі. Скарыстайцеся малымі караблямі або вялікімі партамі.

source: A station appears consecutively twice
be: Станцыя з'яўляецца двойчы запар

source: Abandoned industry! Closes forever and disappears from the map if not operational within %1%
be: Закінута прамысловасьць! Яна будзе зачынены назаўжды й зьнікне з мапы, калі не пачне працаваць на працягу %1%

source: Abandoned industry! Closes in %1%.
be: Закінута прамысловасьць! Яна зачыніцца праз %1%.

source: Abort
be: Адмова

source: Accept
be: Прыняць

source: Accept!
be: Прыняць!

source: Account
be: Рахунак

source: Accumulate a fortune of 1 billion (without debt) in free game with hard mode.
be: Набудзьце дабрабыту аб 1 мільярдзе (без пазык) у вольнай гульне, цяжкі рэжым.

source: Accumulate a fortune of 1 billion (without debt) in free game.
be: Набудзьце дабрабыту аб 1 мільярдзе (без пазык) у вольнай гульне.

source: Accumulate a fortune of 1 million (without debt) in free game.
be: Набудзьце дабрабыту аб 1 мільёне (без пазык) у вольнай гульне.

source: Accumulate a fortune of 10 millions (without debt) in free game.
be: Набудзьце дабрабыту аб 10 мільёнах (без пазык) у вольнай гульне.

source: Accumulate a fortune of 100 millions (without debt) in free game with hard mode.
be: Набудзьце дабрабыту аб 100 мільёнах (без пазык) у вольнай гульне, цяжкі рэжым.

source: Accumulate a fortune of 100 millions (without debt) in free game.
be: Набудзьце дабрабыту аб 100 мільёнах (без пазык) у вольнай гульне.

source: Actions
be: Дзеяньні

source: Activate/deactivate bulldozer
be: Уключыць/выключыць бульдозер

source: Add
be: Дадаць

source: Add New
be: Дадаць новы

source: Add a fade
be: Дадаць зьнікненьне

source: Add a key frame
be: Дадаць ключавы кадр

source: Add a subtitle
be: Дадаць падзагаловак

source: Add mods from preset to the end of the list of activated mods.
be: Дадаць мадыфікацыі з наладаў ў канец сьпісу актыўных мадыфікацый.

source: Add station
be: Дадаць станцыю

source: Advanced
be: Пашыраныя

source: Advanced Game Settings
be: Пашыраныя налады гульні

source: Advanced Menu
be: Пашыранае мэню

source: Advanced Settings
be: Пашыраныя налады

source: Advanced settings
be: Пашыраныя налады

source: Age
be: Узрост

source: Air
be: Паветравы

source: Aircraft
be: Самалёт

source: Aircraft entrepreneur
be: Уладар нябёсаў

source: Aircraft {number}
be: Самалёт {number}

source: All
be: Усе

source: All cargo
be: Усе грузы

source: All locomotives
be: Усе лёкаматывы

source: All missions completed!
be: Усе місіі выкананы!

source: All multiple units
be: Усе цягавыя коплексы

source: All unsaved progress will be lost.
be: Увесь незахаваны поступ будзе страчаны.

source: All unsaved progress will be lost. Where to go next?
be: Увесь незахаваны поступ будзе страчаны. Куды далей?

source: All vehicle types
be: Усе тыпы транспарту

source: All wagons
be: Усе вагоны

source: Ambient occlusion (SSAO)
be: Навакольная аклюзія (SSAO).

source: American vehicles
be: Амэрыканскі транспарт

source: An integrated graphic chip is active. For best performance, make sure to:
be: Убудаваная відэакарта актыўна. Для найлепшай прадукцыйнасіці:

source: Angle: {angle}°
be: Кут: {angle}°

source: Anti-aliasing
be: Згладжваньне

source: Antique
be: Антычны

source: Any cargo type
be: Груз любога тыпу

source: Any conflicting bindings will be removed.
be: Любыя супярэчлівыя прывязкі будуць выдалены.

source: Append
be: Дадаць

source: Apply
be: Ужыць

source: Apply changes
be: Ужыць зьмены

source: Apply the settings and close
be: Ужыць налады й закрыць

source: Approximate annual throughput per station
be: Прыкладная гадавая прапушчальнасьць станцыі

source: Are you sure you want to log out?
be: Ці сапраўды вы жадаеце выйсьці?

source: Ascending
be: Нарастаюча

source: Asia
be: Азія

source: Asian vehicles
be: Азіяцкі транспарт

source: Asset locked
be: Элемэнт заблякаваны

source: Assets
be: Элемэнты

source: Assign to %1%
be: Прызначыць да: %1%

source: At home
be: Дома

source: At least %1% GB of graphics memory are recommended for these settings.
be: У выпадку такіх налад мінімальны памер памяці відэакарты складае %1% ГБ.

source: At work
be: На працы

source: Audio
be: Гук

source: Audio settings
be: Налады гуку

source: Author
be: Аўтар:ка

source: Authors
be: Аўтары

source: Auto set speed
be: Аўтаматычная усталёўка хуткасьці

source: Automatic
be: Аўтаматычна

source: Automatically send crash dump files (not including personal data) to the developers
be: Аўтаматычна дасылаць файлы аварыйнага дампа (выключаючы асабістыя дадзеныя) распрацоўшчыкам

source: Autosave interval (minutes)
be: Частата аўтазахаваньня (у хвілінах)

source: Autosave...
be: Аўтазахаваньне...

source: Autosaves to keep
be: Захаваць аўтазахаваньні

source: Available heightmaps:
be: Даступныя мапы вышыні:

source: Average
be: Сярэдне

source: Average emission reaching residential buildings: %1%
be: Сярэдняе забруджваньне, якое дасягае жылых дамоў: %1%

source: Average number of shoppings facilities and jobs the residents of {townName} can reach
be: Сярэдняя колькасьць гандлёвых аб'ектаў і працоўных мейсцаў, даступных для жыхароў места {townName}

source: BONUS TASKS
be: ДАДАТКОВЫЯ ЗАДАЧЫ

source: Back
be: Назад

source: Back to the future
be: Назад да прышласьці

source: Bad
be: Блага

source: Balance
be: Каштарыс

source: Balance:
be: Каштарыс:

source: Bank balance
be: Рахунак

source: Basic Game Settings
be: Галоўныя налады гульні

source: Basic Settings
be: Галоўныя налады

source: Big aircraft
be: Вялікі самалёт

source: Big aircraft is incompatible with small airport
be: Маленькае лётнішча ня можа абслугоўваць вялікія самалёты

source: Big ship
be: Вялікі карабель

source: Big ship is incompatible with small harbour
be: Маленькі порт ня можа абслугоўваць вялікія караблі

source: Big spender
be: Велізарныя выдаткі

source: Bit depth must be 1, 8 or 16.
be: Неабходная разраднасць 1, 8 або 16.

source: Bloom
be: Эфэкт сяйва (bloom)

source: Bob Ross
be: Боб Росс

source: Bonus task completed
be: Дадатковае заданьне выканана

source: Bonus tasks
be: Дадатковыя задачы

source: Borderless
be: Бяз рамкі

source: Borrow %1%
be: Пазычаць %1%

source: Bridge
be: Мост

source: Bridge pillar collision
be: Сутыкненьне з апорай мосту

source: Brush
be: Пэндзаль

source: Brush size
be: Памер пэндзалю

source: Build
be: Збудаваць

source: Build a bus stop in free game.
be: Збудаваць прыпынак аўтобусу ў вольнай гульне.

source: Build a passenger train station in free game.
be: Збудаваць пасажырскі чыгуначны вакзал у вольнай гульне.

source: Build a town
be: Збудаваць места

source: Build a train line with at least 10 trains in motion in free game.
be: У вольнай гульне пабудуйце чыгуначную лінію, прынамсі, з 10 цягнікоў.

source: Build date
be: Дата збудовы

source: Build high bridges over rivers so that ships can pass under.
be: Будуйце праз рэкі высокія масты, каб пад імі маглі плыць караблі.

source: Build the company headquarters in free game.
be: Пабудуйце штаб-кватэру кампаніі ў вольнай гульне.

source: Build town not possible
be: Будова места не магчыма

source: Building town...
be: Места будуецца...

source: Buildings
be: Будынкі

source: Buildings must be removed first
be: Паперш выдаліце будынкі

source: Bulldozer
be: Бульдозер

source: Bus
be: Аўтобус

source: Bus and tram stops
be: Прыпынак аўтобусны й трамвайны

source: Bus lane
be: Аўтобусная лінія

source: Bus lane tool
be: Прылада аўтобуснай лініі

source: Bus/Tram station
be: Прыпынак аўтобусаў/трамваяў

source: Bus/truck not compatible
be: Аўтобус/грузавік не сумяшчальны

source: Buy
be: Купіць

source: Buy a bus and run a line in free game.
be: Купіце аўтобус і запусьціце лінію ў вольнай гульне.

source: Buy a ship and run a line in free game.
be: Купіце карабель і запусьціце лінію ў вольнай гульне.

source: Buy a steam train and run a line in free game.
be: Купіце паравоз і запусьціце лінію ў вольнай гульне.

source: Buy aircraft
be: Купіць самалёт

source: Buy an aircraft and run a line in free game.
be: Купіце самалёт і запусьціце лінію ў вольнай гульне.

source: Buy an electric train and run a line in free game.
be: Купіце электрычны цягнік і запусьціце лінію ў вольнай гульне.

source: Buy for
be: Купіць за

source: Buy road vehicles
be: Купіць дарожны транспарт

source: Buy ships
be: Купіць караблі

source: Buy trains
be: Купіць цягнікі

source: Buy trams
be: Купіць трамваі

source: Buy vehicles
be: Купіць транспарт

source: By car
be: Машынай

source: By foot
be: Пешам

source: By submitting this item, you agree to the workshop terms of service.
be: Дасылаючы гэта зьмесьціва, вы згаджаецеся з умовамі майстэрні Steam.

source: By submitting this mod, you agree to the mod.io terms of Use.
be: Дасылаючы гэта зьмесьціва, вы згаджаецеся з умовамі майстэрні mod.io.

source: Cadet
be: Кадэт

source: Calendar
be: Каляндар

source: Camera Manager
be: Налады камэры

source: Camera config name
be: Назва налад камэры

source: Camera focal length
be: Фокусная адлегласьць камэры

source: Camera move down
be: Перамясьціць камэру назад

source: Camera move left
be: Перамясьціць камэру леваруч

source: Camera move right
be: Перамясьціць камэру праваруч

source: Camera move up
be: Перамясьціць камэру наперад

source: Camera rotate left
be: Круціць камэру леваруч

source: Camera rotate right
be: Круціць камэру праваруч

source: Camera tilt down
be: Нахіліць камэру да долу

source: Camera tilt up
be: Нахіліць камэру да гары

source: Camera tool
be: Прылада камэры

source: Camera tool: Add keyframe
be: Прылада камэры: Дадаць ключавы кадр

source: Camera tool: Capture
be: Прылада камэры: Здымак экрану

source: Camera tool: Clear keyframes
be: Прылада камэры: Выдаліць ключавыя кадры

source: Camera tool: Load
be: Прылада камэры: Загрузіць

source: Camera tool: Pause
be: Прылада камэры: Прыпыніць

source: Camera tool: Play
be: Прылада камэры: Прайграць

source: Camera tool: Save
be: Прылада камэры: Захаваць

source: Camera tool: Start recording
be: Прылада камэры: Пачаць запіс

source: Camera tool: Stop
be: Прылада камэры: Спыніць

source: Camera tool: Toggle play/pause
be: Прылада камэры: Пераключэньне - прайграць/прыпыніць

source: Camera tool: Toggle play/stop
be: Прылада камэры: Пераключэньне - прайграць/спыніць

source: Camera zoom in
be: Павялічыць від

source: Camera zoom out
be: Аддаліць від

source: Campaign
be: Кампанія

source: Campaign "%1%", mission "%2%"
be: Кампанія „%1%”, місія „%2%”

source: Campaign expert
be: Экспэрт кампаніі

source: Campaign shark
be: Чэмпіён кампаніі

source: Campaign tycoon
be: Магнат кампаніі

source: Campaign: Open mission window
be: Кампанія: Адкрыйць акно місіі

source: Campaigns
be: Кампаніі

source: Cancel
be: Скасаваць

source: Cancel and leave store
be: Скасаваць і выйсьці з крамы

source: Cancel publishing
be: Скасаваць публікаваньне

source: Cannot bulldoze headquarters, use relocate instead!
be: Нельга разбурыць штаб-квартэру. Спрабуйце перанесьці яго!

source: Cannot get enough
be: Цягнікоў ніколі не занадта

source: Capacity
be: Ёмістасьць

source: Capture image
be: Захаваць выяву

source: Capture images
be: Захаваць выявы

source: Capture latlong
be: Запісаць даўжыню/шырыню

source: Capture videos
be: Захаваць відэа

source: Car owner
be: Уладар машыны

source: Cargo
be: Груз

source: Cargo filter is set
be: Усталяваны фільтр грузаў

source: Cargo hub
be: Грузавы вузел

source: Cargo items consumed by this building
be: Грузы ўжываемыя гэтым будынкам

source: Cargo items produced by this building
be: Грузы вырабляемыя гэтым будынкам

source: Cargo layer
be: Слаі грузаў

source: Cargo needs
be: Попыт на грузы

source: Cargo production
be: Вытворчасьць грузаў

source: Cargo production rating (average of last twelve months)
be: Ацэнка вырабу грузаў (у сярэднім за апошнія 12 месяцаў)

source: Cargo station
be: Грузавая станцыя

source: Cargo stop can not used by passenger vehicles
be: Пасажырскі транспарт ня можа быць ужыты праз грузавыя прыпынкі

source: Cargo supply of {townName}
be: Дастава грузу: {townName}

source: Cargo supply rating (average of last twelve months)
be: Ацэнка даставы грузаў (у сярэднім за апошнія 12 месяцаў)

source: Cargo transported (last 12 months)
be: Перавезены груз (апошнія 12 месяцаў)

source: Cargo transported (total)
be: Перавезены груз (усяго)

source: Cargo type
be: Тып грузу

source: Cargo types
be: Тыпы грузаў

source: Cargo wagons
be: Грузавыя вагоны

source: Catenary
be: Кантактная сетка

source: Change
be: Зьмяніць

source: Change Type
be: Зьмяніць тып

source: Change date
be: Зьмяніць дату

source: Change log
be: Сьпіс зьменаў

source: Change note:
be: Нататка а зьменах:

source: Change sorting
be: Зьмяніць сартаваньне

source: Charles Alton Ellis
be: Чарльз Алтан Эліс

source: Charts
be: Дыяграма

source: Cheats
be: Коды

source: Check for available disk space (Code: {code})
be: Праверце даступнае мейсца на дыску (код: {code})

source: Choose heightmap
be: Выберыце мапу вышынь

source: Choose the game's difficulty
be: Выберыце складанасьць гульні

source: Choose the game's start year
be: Выберыце год пачатку гульні

source: City
be: Места

source: Classic
be: Клясіка

source: Clear
be: Ачысьціць

source: Clear all key frames?
be: Ачысьціць усе ключавыя кадры?

source: Clear key frame list
be: Ачысьціць сьпіс ключавых кадраў

source: Click on icons to select residents
be: Націсьніце на значкі, каб выбраць жыхароў

source: Click on stations to add
be: Націсьні на станцыю, каб дадаць

source: Click on the icon to jump to the first point where the path couldn't continue.
be: Націсьніце на значок, каб перайсьці да першага пункта, у якім немагчыма працягнуць маршрут.

source: Click to change date speed
be: Націсьні, каб зьмяніць хуткасьць дзён

source: Click to choose a logo...
be: Націсьні, каб абраць лагатып...

source: Click to modify balance
be: Націсьні, каб зьмяніць каштарыс

source: Climate
be: Клімат

source: Climate change
be: Зьмена клімату

source: Climate:
be: Клімат:

source: Clone all vehicles
be: Скланаваць увесь транспарт

source: Clone all vehicles?
be: Кланаваць увесь транспарт?

source: Clone selected vehicle
be: Скланаваць выбраны транспарт

source: Clone vehicle
be: Скланаваць транспарт

source: Cloning can only be performed for {number} vehicles at once
be: Адначасова нельга кланаваць больш за {number} транспарту

source: Close
be: Закрыць

source: Close all
be: Закрыць усё

source: Close mod detail window
be: Закрыць акно дэталяў моду

source: Closed.
be: Закрыта.

source: Closes in %1%.
be: Закрыецца праз %1%.

source: Cmd
be: К-радок

source: Cockpit camera: horn sound
be: Камэра кабіны: гукавы сыгнал

source: Cockpit camera: next position
be: Камэра кабіны: наступная пазіцыя

source: Cockpit camera: previous position
be: Камэра кабіны: папярэдняя пазіцыя

source: Code has been resent
be: Код быў дасланы ізноў

source: Code:
be: Код:

source: Collapse
be: Згарнуць

source: Collision
be: Сутыкненьне

source: Color
be: Колер

source: Comment
be: Каментар

source: Commercial
be: Гандлёвы

source: Commercial area
be: Гандлёвая зона

source: Commercial building
be: Гандлёвы будынак

source: Commercial supply
be: Гандлёвая дастава

source: Company
be: Таварыства

source: Company finances
be: Каштарыс таварыству

source: Company score
be: Вынік таварыству

source: Complete campaign "%1%" to unlock
be: Каб адблякаваць, завяршыце кампанію „%1%”

source: Complete the entire campaign.
be: Скончыць усю кампанію.

source: Complete the first and second era of the campaign.
be: Скончыць першую й другую эры кампаніі.

source: Complete the first era of the campaign.
be: Скончыць першую эру кампаніі.

source: Complete the first mission of the campaign.
be: Скончыць першую місію кампаніі.

source: Condition
be: Стан

source: Configure
be: Наладзіць

source: Configure construction
be: Наладзіць канструкцыю

source: Configure graphics and more
be: Наладзіць графіку й іншыя элемэнты

source: Configure maintenance for all vehicles
be: Усталяваць ўтрыманьне для ўсяго транспарту

source: Configure maintenance for selected vehicle
be: Усталяваць утрыманьне для выбранага траспарту

source: Confirm decommission
be: Пацьвердзіць вывад з эксплуатацыі

source: Confirm delete?
be: Упэўнены з выдаленьнем?

source: Confirm destruction
be: Пацьвердзіць зьнішчэньне

source: Confirm destruction?
be: Упэўнены зь зьнішчэньнем?

source: Confirm disposal
be: Пацьвердзіць выпродаж

source: Confirm mass clone
be: Пацьвердзіць масавае кланаваньне

source: Confirm rebind
be: Пацьвердзіць перапрызначэньне

source: Congratulations
be: Віншаваньні

source: Console compatible
be: Сумяшчальнасьць з кансольлю

source: Console variant found
be: Знойдзены кансольны варыянт

source: Construction
be: Будынак

source: Construction locked
be: Будынак заблакаваны

source: Construction not possible
be: Будоўля немагчыма

source: Construction option 1
be: Варыянт будовы 1

source: Construction option 2
be: Варыянт будовы 2

source: Construction option 3
be: Варыянт будовы 3

source: Construction option 4
be: Варыянт будовы 4

source: Construction option 5
be: Варыянт будовы 5

source: Construction option 6
be: Варыянт будовы 6

source: Construction option 7
be: Варыянт будовы 7

source: Construction option 8
be: Варыянт будовы 8

source: Construction option precise 1
be: Дакладны варыянт пабудовы 1

source: Construction option precise 2
be: Дакладны варыянт пабудовы 2

source: Construction option precise 3
be: Дакладны варыянт пабудовы 3

source: Construction option precise 4
be: Дакладны варыянт пабудовы 4

source: Construction option precise 5
be: Дакладны варыянт пабудовы 5

source: Construction option precise 6
be: Дакладны варыянт пабудовы 6

source: Construction option precise 7
be: Дакладны варыянт пабудовы 7

source: Construction option precise 8
be: Дакладны варыянт пабудовы 8

source: Consumers
be: Спажыўцы

source: Consumption
be: Спажываньне

source: Contained by following lines as waypoint
be: Належаць да наступных ліній як маршрутны пункт

source: Context help
be: Кантэкстная дапамога

source: Continue
be: Працягнуць

source: Continue anyway
be: Усё адно працягнуць

source: Continue playing...
be: Працягнуць гульню...

source: Continue to external website?
be: Перайсьці да зьнешняй вэб-старонкі?

source: Contour lines layer
be: Слой контурных ліній

source: Coord.sys.
be: Сыстэма каардынат

source: Copy
be: Капіяваць

source: Cost:
be: Кошт:

source: Costs
be: Кошты

source: Costs: %1%
be: Кошты %1%

source: Could not connect all alternative terminals
be: Не атрымалася падлучыць усе альтэрнатыўныя тэрміналы

source: Could not connect all stations
be: Не атрымалася падлучыць усе станцыі

source: Could not refresh
be: Не ўдалося абнавіць

source: Could not save game. Please check free disk space and/or folder permissions.
be: Немагчыма захаваць стан гульні. Праверце наяўнасьць вольнай памяці ці права на доступ да тэчкі.

source: Create New Game
be: Стварыць новую гульню

source: Create New Map
be: Стварыць новую мапу
