Repository: Dejssa/Pieraklady_BY
Catalog: *_novy.po
Languages: be

source: Load Map
be: Загрузіць мапу

source: Load a map
be: Загрузіць мапу

source: Load an existing game
be: Загрузіць існуючую гульню

source: Load an existing map
be: Загрузіць існуючую мапу

source: Load game
be: Загрузіць гульню

source: Load if available
be: Загруджаць, калі магчыма

source: Load key frames
be: Загрузіць ключавы кадр

source: Load map
be: Загрузіць мапу

source: Load mod preset
be: Загруць нарыхтоўку мадыфікацый

source: Load presets
be: Загрузіць нарыхтоўку

source: Load savegame?
be: Загрузіць гульню?

source: Load the map
be: Загрузіць мапу

source: Loaded
be: Загруджанны

source: Loading order, click to change
be: Парадак загрузкі. Націсьціце, каб змяніць

source: Loading page {page}
be: Ładowanie strony {page}

source: Loading report
be: Wczytywanie raportu

source: Loading speed
be: Prędkość ładowania

source: Loading speed reduced because train length ({train}) exceeds platform length ({station})
be: Prędkość ładowania jest zmniejszona, ponieważ długość pociągu ({train}) przekracza długość peronu ({station})

source: Loading speed: {amount}x
be: Prędkość ładowania: {amount}x

source: Loading...
be: Wczytywanie...

source: Loan
be: Pożyczka

source: Loan interest
be: Oprocentowanie pożyczki

source: Loan to repay: %1%
be: Pożyczka do spłacenia: %1%

source: Locate
be: Zlokalizuj

source: Locomotives
be: Lokomotywy

source: Logging Out
be: Wylogowywanie

source: Logging in, please wait...
be: Trwa logowanie, czekaj...

source: Login
be: Zaloguj się

source: Login to mod.io
be: Zaloguj się do mod.io

source: Logout
be: Wyloguj się

source: Low
be: Niska

source: Lower
be: Obniż

source: Lower the terrain.
be: Obniża teren.

source: Lower tool
be: Narzędzie obniżania

source: Lower {townName}
be: {townName} Dolne Miasto

source: MODIO_INFO
be: Mod.io to rekomendowana przez Urban Games przeglądarka modów do Transport Fever 2, która pozwala wszystkim użytkownikom komputerów PC (nie tylko użytkownikom Steam), a także użytkownikom PlayStation®5 i Xbox Series X|S na pobieranie zarówno modów zasobów, jak i skryptów do Transport Fever 2. Aby udostępnić je dużej społeczności użytkowników konsol i użytkowników innych niż Steam, twórcy modów muszą specjalnie przesłać swoje mody do mod.io, co można łatwo zrobić za pomocą narzędzia do publikowania modów w grze. Mody z mod.io można bezpośrednio pobierać, instalować i automatycznie aktualizować za pomocą naszej przeglądarki modów w grze. Wielkie podziękowania dla wszystkich moderów za ich wkład.

source: Main connection will be interrupted
be: Główne połączenie zostanie przerwane

source: Main connections
be: Główne połączenia

source: Main connections:
be: Główne połączenia:

source: Maintenance
be: Utrzymanie

source: Maintenance depots
be: Konserwacja zajezdni

source: Maintenance infrastructure
be: Konserwacja infrastruktury

source: Maintenance other
be: Konserwacja: inne

source: Maintenance roads
be: Konserwacja dróg

source: Maintenance set to keep vehicle at %1% condition
be: Konserwacja ustawiona na utrzymywanie pojazdu w następującym stanie: %1%

source: Maintenance stations
be: Konserwacja stacji

source: Maintenance tracks
be: Konserwacja torów

source: Maintenance vehicles
be: Konserwacja pojazdów

source: Make public
be: Upublicznij

source: Manage line
be: Zarządzaj linią

source: Manage vehicle
be: Zarządzaj pojazdem

source: Manage vehicles
be: Zarządzaj pojazdami

source: Map Editor
be: Edytor map

source: Map Parameters
be: Parametry mapy

source: Map format
be: Format mapy

source: Map generation failed
be: Nie udało się wygenerować mapy

source: Map size
be: Rozmiar mapy

source: Map size is experimental and may lead to unexpected results.
be: Rozmiar mapy jest eksperymentalny i może prowadzić do nieoczekiwanych rezultatów.

source: Map size:
be: Rozmiar mapy:

source: Mass production
be: Produkcja masowa

source: Master
be: Główny regulator głośności

source: Maximum loan: %1%
be: Maksymalna kwota pożyczki: %1%

source: Maximum segment length reached
be: Osiągnięto maksymalną długość segmentu

source: Maximum time before departure
be: Maks. czas postoju przed odjazdem

source: Mediocre
be: Średnio

source: Menu music
be: Muzyka w menu

source: Metropolis
be: Metropolia

source: Min. bridge height
be: Min. wysokość mostu

source: Min. tunnel depth
be: Min. głębokość tunelu

source: Minimum time before departure
be: Min. czas postoju przed odjazdem

source: Minus old vehicle value
be: Minus wartość starego pojazdu

source: Misc.
be: Różne

source: Miscellaneous
be: Różne

source: Missing electric tracks
be: Brak torów elektrycznych

source: Missing tram tracks
be: Brak torów tramwajowych

source: Mission %1%
be: Misja %1%

source: Mission completed
be: Misja ukończona

source: Mission failed
be: Misja zakończona niepowodzeniem

source: Mission tasks
be: Zadania w ramach misji

source: Mission {mission_num}
be: Misja {mission_num}

source: Mission {missions_done} of {missions_total}
be: Misja {missions_done} z {missions_total}

source: Mission: %1%
be: Misja: %1%

source: Mixed rocks
be: Mieszane skały

source: Mixed trees
be: Mieszane drzewa

source: Mod Browser
be: Przeglądarka modyfikacji

source: Mod Details
be: Szczegóły modyfikacji

source: Mod details
be: Szczegóły modyfikacji

source: Mod not installed
be: Nie zainstalowano modyfikacji

source: Mod parameters
be: Parametry modyfikacji

source: Mod preset name
be: Nazwa ustawienia wstępnego modyfikacji

source: Mod publishing
be: Publikacja modyfikacji

source: Mod size
be: Rozmiar modyfikacji

source: Mod upload could not proceed due to a filesystem issue. Please check the files in your staging area.
be: Nie można przejść do przesyłania modyfikacji z uwagi na problem z systemem plików. Sprawdź pliki w swoim obszarze przygotowania.

source: Modify for
be: Zmodyfikuj za

source: Modify the terrain with a heightmap texture.
be: Modyfikuje teren z wykorzystaniem tekstury mapy wysokości.

source: Mods
be: Modyfikacje

source: Module bulldozer
be: Buldożer modułów

source: Money number format
be: Format zapisu kwot

source: Month
be: Miesiąc

source: More details
be: Więcej szczegółów

source: Mouse
be: Mysz

source: Mouse movement sensitivity
be: Czułość ruchu myszy

source: Mouse settings
be: Ustawienia myszy

source: Mouse wheel sensitivity
be: Czułość kółka myszy

source: Move down
be: Przemieść w dół

source: Move mode
be: Tryb przemieszczania

source: Move up
be: Przemieść w górę

source: Move vehicle backward
be: Przemieść pojazd do tyłu

source: Move vehicle down
be: Przemieść pojazd do dołu

source: Move vehicle forward
be: Przemieść pojazd do przodu

source: Move vehicle to the back
be: Przemieść pojazd na sam tył

source: Move vehicle to the front
be: Przenieść pojazd na sam przód

source: Move vehicle up
be: Przemieść pojazd do góry

source: Movement sensitivity (game camera)
be: Czułość poruszania (kamera gry)

source: Multiple units
be: Zespół trakcyjny

source: Multiple vehicles.
be: Kilka pojazdów

source: Museum line
be: Linia muzealna

source: Music
be: Muzyka

source: Music player
be: Odtwarzacz muzyki

source: Mute
be: Wycisz

source: N/A
be: N/D

source: NEW_GAME_TAKING_TOO_LONG_STR
be: Inicjalizacja mapy trwa nieco dłużej. Gra rozpocznie się już wkrótce.

source: Name
be: Nazwa

source: Narrow angle
be: Wąski kąt

source: Navigable waters
be: Wody żeglowne

source: Navigable waters layer
be: Warstwa wód żeglownych

source: Network Error
be: Błąd sieci

source: Never
be: Nigdy

source: New cargo demand
be: Nowy popyt na towar

source: New industry founded
be: Założono nowy zakład przemysłowy

source: New line
be: Nowa linia

source: New train
be: Nowy pociąg

source: New vehicle
be: Nowy pojazd

source: New vehicle available
be: Dostępny jest nowy pojazd

source: New vehicles
be: Nowe pojazdy

source: Next
be: Dalej

source: Next/previous image
be: Następny/poprzedni obrazek

source: No
be: Nie

source: No Line
be: Brak linii

source: No bridge
be: Brak mostu

source: No cargo type
be: Brak rodzaju ładunku

source: No construction set!
be: Brak zestawu konstrukcyjnego!

source: No costs
be: Brak kosztów

source: No country for old trains
be: To nie jest kraj dla starych pociągów

source: No depot found
be: Nie znaleziono zajezdni

source: No electric path
be: Brak trasy zelektryfikowanej

source: No filter currently set
be: Aktualnie nie ustawiono żadnego filtru

source: No free seats
be: Brak wolnych miejsc

source: No line passing
be: Obcenie brak przejazdów

source: No lines have been created yet. Create lines to see them here.
be: Nie stworzono żadnych linii. Stwórz linie, aby pojawiły się w tym miejscu.

source: No logo
be: Brak logo

source: No maps available. Maps can be created with the map editor or downloaded from Steam Workshop.
be: Brak dostępnych map. Mapy można tworzyć w edytorze lub pobierać z Warsztatu Steam.

source: No maps available. Maps can be created with the map editor.
be: Brak dostępnych map. Mapy można tworzyć w edytorze.

source: No matches
be: Brak wyników

source: No mods match your current search or filter
be: Brak modyfikacji pasujących twojego bieżącego wyszukiwania lub filtru

source: No money:
be: Brak pieniędzy:

source: No parameters
be: Brak parametrów

source: No path
be: Brak trasy

source: No path (Big aircraft)
be: Brak trasy (duże samoloty)

source: No path (Big ship)
be: Brak trasy (duże statki)

source: No path (Electric)
be: Brak trasy (elektryczna)

source: No path for big airplanes
be: Brak trasy dla dużych samolotów

source: No path for big ships
be: Brak trasy dla dużych statków

source: No path found between %1% and %2%
be: Nie znaleziono trasy pomiędzy obiektami „%1%” i „%2%”

source: No release notes provided
be: Brak szczegółowych informacji

source: No saved games available.
be: Brak dostępnych zapisów gier.

source: No segment removable
be: Brak usuwalnych segmentów

source: No stations have been added yet. Add stations to see them here.
be: Nie dodano żadnych stacji. Dodaj stacje, aby pojawiły się w tym miejscu.

source: No street connection
be: Brak połączenia drogowego

source: No tasks available
be: Brak dostępnych zadań

source: No tunnel
be: Brak tunelu

source: No vehicle in depot
be: Brak pojazdów w zajezdni

source: No vehicle to replace
be: Brak pojazdu do zastąpienia

source: No vehicles to replace!
be: Brak pojazdów do zastąpienia!

source: No vehicles with current filter setting available
be: Brak pojazdów z aktualnym ustawieniem filtra

source: Node locked
be: Węzeł zablokowany

source: None
be: Brak

source: Normal
be: Normalnie

source: Not Working
be: Nie działa

source: Not assigned to a terminal
be: Nie przydzielono do terminalu

source: Not compatible for replacement
be: Nie nadaje się do wymiany

source: Not contained by any line as waypoint
be: Nie jest punktem nawigacyjnym na żadnej linii

source: Not enough money
be: Za mało pieniędzy

source: Not enough money.
be: Za mało pieniędzy.

source: Not in my backyard
be: Nie na moim podwórku

source: Nothing waiting
be: Nic nie czeka

source: Notifications
be: Powiadomienia

source: Now demands
be: Obecnie popyt na

source: Now what?
be: I co teraz?

source: Number of industries:
be: Liczba zakładów przemysłowych:

source: Number of items currently in stock
be: Liczba artykułów znajdujących się w magazynie

source: Number of lines
be: Liczba linii

source: Number of towns
be: Liczba miast

source: Number of towns:
be: Liczba miast:

source: Off
be: Wył.

source: Old timer
be: Weteran

source: Oldest vehicle
be: Najstarszy pojazd

source: On
be: Wł.

source: One-way
be: Jeden kierunek

source: Only show air lines and hangars
be: Wyświetl tylko trasy lotnicze i hangary

source: Only show lines and depots that are visible in the main view
be: Wyświetl tylko linie i zajezdnie widoczne w trybie głównego widoku

source: Only show lines that are visible in the main view
be: Wyświetl tylko linie widoczne w trybie głównego widoku

source: Only show railroad lines and depots
be: Wyświetl tylko linie kolejowe i zajezdnie

source: Only show road lines and depots
be: Wyświetl tylko linie drogowe i zajezdnie

source: Only show ship lines and shipyards
be: Wyświetl tylko trasy statków i stocznie

source: Only show tram lines and depots
be: Wyświetl tylko linie tramwajowe i zajezdnie

source: Only show vehicles that are visible in the main view
be: Wyświetl tylko pojazdy widoczne w trybie głównego widoku

source: Open advanced game settings dialog
be: Otwórz okno dialogowe zaawansowanych ustawień gry

source: Open console
be: Otwórz konsolę

source: Open folder
be: Otwórz folder

source: Open source
be: Otwórz źródło

source: Open userdata folder
be: Otwórz folder z danymi użytkownika

source: Open vehicle manager
be: Otwórz menedżer pojazdów

source: Open vehicle store to buy vehicles
be: Otwórz sklep z pojazdami, by kupić pojazdy

source: Open vehicle window on purchase
be: Otwórz okno pojazdów przy zakupie

source: Optional: Enter email address
be: Opcjonalnie: wprowadź adres e-mail

source: Optional: Enter name
be: Opcjonalnie: wprowadź imię

source: Options:
be: Opcje:

source: Originally posted by {author}:
be: Oryginalna publikacja przez autora ({author}):

source: Other
be: Inne

source: Other infrastructure
be: Inna infrastruktura

source: Out
be: Wyjście

source: Out of map
be: Poza mapą

source: Output resolution
be: Rozdzielczość wyjściowa

source: Overload
be: Przeciążenie

source: Overloaded stations
be: Przeciążone stacje

source: Overview
be: Przegląd

source: Overwrite camera config?
be: Nadpisać konfigurację kamery?

source: Overwrite description and preview image
be: Nadpisz opis i podgląd obrazu

source: Overwrite description, summary and preview image
be: Nadpisz opis, podsumowanie i podgląd obrazu

source: Overwrite heightmap?
be: Nadpisać mapę wysokości?

source: Overwrite mod preset?
be: Nadpisać ustawienie wstępne modyfikacji?

source: Overwrite savegame?
be: Nadpisać zapisaną grę?

source: Own streets.
be: Ustaw gracza jako właściciela ulic, by dezaktywować automatyczne wprowadzanie zmian.

source: Ownership test failed
be: Nie udało się przeprowadzić testu własności

source: Paint steep side
be: Pomaluj stromą stronę

source: Paint tools
be: Narzędzia malowania

source: Pan sensitivity (free camera)
be: Czułość przesuwania (swobodna kamera)

source: Pan sensitivity (game camera)
be: Czułość przesuwania (kamera gry)

source: Passenger
be: Pasażer

source: Passenger stop can not be used by cargo vehicles
be: Pojazdy towarowe nie mogą korzystać z tego przystanku osobowego

source: Passenger stops can not be used by cargo vehicles
be: Pojazdy towarowe nie mogą korzystać z przystanków osobowych

source: Passenger wagons
be: Wagony pasażerskie

source: Passengers
be: Pasażerowie

source: Passengers transported (last 12 months)
be: Przewiezieni pasażerowie (ostatnie 12 miesięcy)

source: Passengers transported (total)
be: Przewiezieni pasażerowie (łącznie)

source: Paste
be: Wklej

source: Pause
be: Pauza

source: Pause preview
be: Wstrzymaj podgląd

source: Paused
be: Pauza

source: Penny pincher
be: Dusigrosz

source: Perspective panning
be: Przesuwanie w perspektywie

source: Picture
be: Obraz

source: Pin
be: Przypnij

source: Place random rocks with a brush.
be: Umieszcza przypadkowo dobrane skały za pomocą pędzla.

source: Place random trees with a brush.
be: Umieszcza przypadkowo dobrane drzewa za pomocą pędzla.

source: Platform:
be: Platforma:

source: Play Map
be: Zagraj na mapie

source: Play a free game in all three climates.
be: Rozegraj partię gry swobodnej we wszystkich trzech klimatach.

source: Play a map
be: Zagraj na mapie

source: Play map
be: Zagraj na mapie

source: Play next song
be: Odtwórz następny utwór

source: Play or pause current song
be: Odtwórz lub zatrzymaj bieżący utwór

source: Play previous song
be: Odtwórz poprzedni utwór

source: Player Owned
be: Własność gracza

source: Player owned
be: Własność gracza

source: Player ownership
be: Własność gracza

source: Player ownership control tool
be: Narzędzie do ustalania własności gracza

source: Playlist
be: Lista odtwarzania

source: Please check that you're signed in to PlayStation Network
be: Sprawdź zalogowanie do PlayStation Network

source: Please check that you're signed in to Xbox Live
be: Sprawdź zalogowanie do Xbox Live

source: Please check your email for your code and enter it here.
be: Sprawdź swój adres e-mail i wprowadź tutaj otrzymany kod.

source: Please check your network connection and try again later.
be: Sprawdź swoje połączenie z siecią i spróbuj ponownie później.

source: Please login to publish mod
be: Zaloguj się, aby opublikować modyfikację

source: Please try installing the latest drivers for your graphics card.
be: Zainstaluj najnowsze sterowniki karty graficznej.

source: Please wait ...
be: Czekaj...

source: Please wait, models are being replaced...
be: Proszę czekać, trwa zastępowanie modeli…

source: Point to the terrain
be: Wskaż teren

source: Poor
be: Niska

source: Population
be: Populacja

source: Power
be: Moc

source: Power rating
be: Moc znamionowa

source: Power units
be: Jednostki mocy

source: Precision mode
be: Tryb precyzyjny

source: Preparing game...
be: Przygotowywanie gry...

source: Preparing...
be: Przygotowywanie...

source: Presets
be: Szybkie ustawienia jakości

source: Press <Shift> to set custom color
be: Naciśnij <Shift>, by ustawić niestandardowy kolor

source: Press [iaHint=IA_SELECT/] or [iaHint=IA_NAV_ACTIVATE_SPACE/] to continue...
be: Naciśnij [iaHint=IA_SELECT/] lub [iaHint=IA_NAV_ACTIVATE_SPACE/], by kontynuować…

source: Press any key
be: Naciśnij dowolny klawisz

source: Previous resolution setting will be restored in %2d seconds!
be: Poprzednie ustawienie rozdzielczości zostanie przywrócone za %2d s!

source: Private transport
be: Transport prywatny

source: Produced
be: Wyprodukowane

source: Product
be: Produkt

source: Production
be: Produkcja

source: Production rating
be: Ocena produkcji

source: Profit last 12 months
be: Zysk z ostatnich 12 miesięcy

source: Prohibited area
be: Obszar zakazany

source: Public transport
be: Transport publiczny

source: Publish
be: Opublikuj

source: Publish Map
be: Opublikuj modyfikację

source: Publish Savegame
be: Opublikuj zapis gry

source: Publishing...
be: Publikowanie...

source: Quality
be: Jakość

source: Quality of life in {townName}
be: Jakość życia – {townName}

source: Quantity
be: Ilość

source: Quit
be: Wyjdź

source: Quit game
be: Wyjdź z gry

source: Quit to main menu
be: Wyjdź do menu głównego

source: Quit to main menu or desktop
be: Wyjdź do menu głównego lub do pulpitu

source: Rail
be: Kolej

source: Railroad
be: Linia kolejowa

source: Railroad crossing
be: Przejazd kolejowy

source: Raise
be: Podnieś

source: Raise the terrain.
be: Podnosi teren.

source: Raise tool
be: Narzędzie podnoszenia

source: Random
be: Losowe

source: Random seed
be: Losowy seed mapy

source: Randomize rotation
be: Obracaj losowo

source: Range:
be: Zakres:

source: Rate
be: Wskaźnik

source: Rating
be: Ocena

source: Rating from "%1%" to "%2%"
be: Ocena od „%1%” do „%2%”

source: Reach 400 production at a manufacturing industry in free game.
be: W grze swobodnej osiągnij poziom 400 przemysłowego zakładu wytwórczego.

source: Reach a speed of at least 120 km/h with a train in free game.
be: W grze swobodnej osiągnij pociągiem prędkość co najmniej 120 km/h.

source: Reach a speed of at least 300 km/h with a train in free game.
be: W grze swobodnej osiągnij pociągiem prędkość co najmniej 300 km/h.

source: Reach an emission value of 80 in a town in free game.
be: W grze swobodnej osiągnij poziom emisji w mieście wynoszący 80.

source: Reach the maximum headquarters level in free game.
be: Osiągnij maksymalny poziom siedziby głównej w grze swobodnej.

source: Reach the present in free game.
be: Dotrwaj do czasów współczesnych w grze swobodnej.

source: Reach the year 2050 using only trains in free game.
be: W grze swobodnej dotrwaj do roku 2050, korzystając wyłącznie z pociągów.

source: Reading heightmap...
be: Odczytywanie mapy wysokości...

source: Real estate
be: Nieruchomość

source: Record key frame
be: Nagraj klatkę kluczową

source: Reduce
be: Zredukuj

source: Refittable
be: Możliwość ponownego montażu

source: Reflection
be: Odbicie

source: Refresh
be: Odśwież

source: Refresh finished
be: Odświeżanie zakończone

source: Refund: %1%
be: Zwrot %1%

source: Relative mode
be: Tryb względny

source: Reload all textures?
be: Czy przeładować tekstury?

source: Relocate
be: Przenieś

source: Remove all
be: Usuń wszystko

source: Remove all connections
be: Usuń wszystkie połączenia

source: Remove all stations and waypoints
be: Usuń wszystkie stacje i punkty nawigacyjne

source: Remove all stations?
be: Usunąć wszystkie stacje?

source: Remove attachment
be: Usuń załącznik

source: Remove station or waypoint
be: Usuń stację lub punkt nawigacyjny

source: Remove vehicle
be: Usuń pojazd

source: Rename
be: Zmień nazwę

source: Repay %1%
be: Spłać %1%

source: Replace all vehicles
be: Zastąp wszystkie pojazdy

source: Replace current list of activated mods with this preset.
be: Zastąp bieżącą listę aktywnych modyfikacji tym ustawieniem.

source: Replace for
be: Zastąp przez

source: Replace selected vehicle
be: Замяніць выбраны транспарт

source: Replace vehicle
be: Замяніць транспарт

source: Replace vehicles
be: Zastąp pojazdy

source: Replacing existing
be: Zastąp istniejący element

source: Replacing train
be: Zastępowanie pociągu

source: Replacing vehicle
be: Zastępowanie pojazdu

source: Report
be: Zgłoszenie

source: Report Mod
be: Zgłoś modyfikację

source: Report Type
be: Rodzaj zgłoszenia

source: Report submitted
be: Zgłoszenie zostało wysłane

source: Requirements
be: Wymagania

source: Resend Code
be: Wyślij kod ponownie

source: Reset color
be: Zresetuj kolor

source: Reset filters
be: Zresetuj filtry

source: Reset key mapping to default?
be: Przywrócić domyślne ustawienia przypisania klawiszy?

source: Reset settings to default
be: Przywróć domyślne ustawienia

source: Reset to default
be: Przywróć domyślne

source: Reset vehicle
be: Zresetuj pojazd

source: Residential
be: Mieszkalne

source: Residential area
be: Strefa mieszkalna

source: Residential building
be: Budynek mieszkalny

source: Residents
be: Mieszkańcy

source: Resolution
be: Rozdzielczość

source: Resolution scale
be: Skala rozdzielczości

source: Restart game and apply settings
be: Uruchom ponownie grę i zastosuj ustawienia

source: Restart the mission
be: Rozpocznij misję od nowa

source: Resume
be: Wznów

source: Resume game
be: Wznów grę

source: Retry
be: Spróbuj ponownie

source: Return to campaign menu
be: Wróć do menu kampanii

source: Return to main menu
be: Powrót do menu głównego

source: Return to previous page
be: Wróć do poprzedniej strony

source: Reverse
be: Odwróć

source: Road
be: Droga

source: Road depot
be: Zajezdnia drogowa

source: Road vehicle
be: Дарожны траснпарт

source: Road vehicle {number}
be: Pojazd drogowy {number}

source: Road vehicles
be: Pojazdy drogowe

source: Roads
be: Drogi

source: Rotate sensitivity (free camera)
be: Czułość obracania (swobodna kamera)

source: Rotate sensitivity (game camera)
be: Czułość obracania (kamera gry)

source: Rotation
be: Obrót

source: Rude Content
be: Wulgarna zawartość

source: Rule
be: Reguła

source: Running
be: Pracuje

source: Running costs
be: Koszty utrzymania

source: Running costs: +{percentage}%
be: Koszty utrzymania: +{percentage}%

source: Sandbox mode
be: Tryb piaskownicy

source: Sandbox mode:
be: Tryb piaskownicy:

source: Save
be: Zapisz

source: Save & play
be: Zapisz i graj

source: Save and apply settings
be: Zapisz i zastosuj ustawienia

source: Save and play map
be: Zapisz i zagraj na mapie

source: Save as preset
be: Zapisz jako ustawienie wstępne

source: Save camera config
be: Zapisz konfigurację kamery
