Repository: Dejssa/Pieraklady_BY
Catalog: *_novy.po
Languages: be

source: Create a line with at least two stops in free game.
be: У вольнай гульне стварыце лінію прынамсі зь дзьвюма прыпынкамі.

source: Create a new line
be: Стварыць новую лінію

source: Creating fields...
be: Стварэньне палей...

source: Creating industries...
be: Стварэньне прамысловых устаноў...

source: Creating streets...
be: Стварэньне вуліц...

source: Creating towns...
be: Стварэньне мест...

source: Credits
be: Аўтары

source: Critical: Disabling will remove essential mod content, which causes the save game to become unstable or unusable.
be: Важна: адключэньне прывядзе да выдаленьня ключавога зьместу мадыфікацыі, што зробіць захаваньне гульні нестабільным альбо непрыдатным да гульні.

source: Crowd in a train
be: Натоўп у цягніку

source: Current
be: Бягучы

source: Current consumption rate
be: Паказальнік бягучага спажываньня

source: Curve: {angle}°
be: Выгін: {angle}°

source: Curved
be: Выгнуты

source: Custom
be: Свае

source: Custom Settings
be: Свае налады

source: Custom cargo
be: Свае грузы

source: Custom colors
be: Свае колеры

source: Custom game settings
be: Свае налады гульні

source: Cycle game speed
be: Зьмена хуткасьці гульні

source: DMCA
be: Аўтарскія правы (DMCA)

source: Data layers
be: Слаі дадзеных

source: Date
be: Дата

source: Date added
be: Дата дададзена

source: Date speed
be: Хуткасьць плыні часу

source: Date updated
be: Дата абноўлена

source: Date:
be: Дата:

source: Day
be: Дзень

source: Deadzone
be: Мёртвая зона

source: Debt
be: Доўг

source: Debug mode
be: Рэжым наладкі

source: Default
be: Па змаўчаньні

source: Delete
be: Выдаліць

source: Delete Savegame?
be: Выдаліць захаванье?

source: Delete Settings (DEBUG)
be: Выдаліць налады (НАЛАДКА)

source: Delete camera config
be: Выдаліць налады камэры

source: Delete camera config?
be: Выдаліць налады камэры?

source: Delete fade
be: Выдаліць зьнікненьне

source: Delete key frame
be: Выдаліць ключавы кадр

source: Delete line
be: Выдаліць лінію

source: Delete mod preset
be: Выдаліць нарыхтоўку мадыфікацыі

source: Delete mod preset?
be: Выдаліць нарыхтоўку мадыфікацыі?

source: Delete subtitle
be: Выдаліць надпіс

source: Deliver every product to every city that requires it in free game.
be: У вольнай гульне дастаўляйце кожны прадукт да кожнага места, якому ён патрэбны.

source: Deluxe Edition
be: Дэлюкс выданьне

source: Departure configuration
be: Налады ад'езду

source: Dependencies ({num})
be: Залежнасьці ({num})

source: Depot contains vehicles
be: У дэпо знаходзіцца транспарт

source: Depots
be: Дэпо

source: Descending
be: Сыходзячы

source: Description
be: Опіс

source: Destination
be: Мейсца прызначэньня

source: Destination: {stopName}
be: Мейсца прызначэньня: {stopName}

source: Destination: {stopName} via {viaName}
be: Мейсца прызначэньня: {stopName}, праз: {viaName}

source: Destinations
be: Мейсцы прызначэньня

source: Destinations layer
be: Слой мейсцаў прызначэньня

source: Details
be: Падрабязнасьці

source: Diesel
be: Дызэль

source: Diesel Train
be: Дызэльны цягнік

source: Diesel locomotives
be: Дызэльны лёкаматыў

source: Diesel multiple units
be: Дызэльны цягавы коплекс

source: Different cargo types transported
be: Дастаўленыя розныя віды грузаў

source: Difficulty
be: Цяжкасьць

source: Difficulty:
be: Цяжкасьць:

source: Directory: {folder}
be: Тэчка: {folder}

source: Disable
be: Выключыць

source: Disable all
be: Выключыць усё

source: Disable all mods currently visible in the list
be: Адключыць усе мадыфікацыі, бачныя ў сьпісе

source: Disable construction snapping
be: Адключыць прывязку будынку

source: Disable mod
be: Адключыць мадыфікацыю

source: Disabled
be: Выключана

source: Discard changes
be: Скасаваць зьмены

source: Disconnected!
be: Раз'яднана!

source: Display mode
be: Рэжым паказу

source: Distance units
be: Адзінкі адлегласьці

source: Do not show again
be: Не паказваць больш

source: Do you wish to proceed?
be: Ці хочаце працягнуць?

source: Docks outside of navigable waters
be: Докі па-за межамі суднаходных вод

source: Don't take any additional loan until the year 2050 in free game.
be: Не бярыце аніводнай дадатковай пазыкі да 2050 года ў вольнай гульне.

source: Double slip switch
be: Двайны cкрыжаваны перамыкач

source: Down
be: Да долу

source: Download pending
be: Сьцягваньне чакаецца

source: Downloading
be: Сьцягваецца

source: Downloading mods
be: Сьцягваемыя мадыфікацыі

source: Downloads
be: Сьцягваньні

source: Drive backwards
be: Ехаць назад

source: Duration
be: Час трываньня

source: Earn 1 million with airplanes within a month in free game.
be: Зарабіце 1 мільён на дастаўцы самалётамі за месяц у вольнай гульне.

source: Earn 1 million with ships within a month in free game.
be: Зарабіце 1 мільён на дастаўцы караблямі за месяц у вольнай гульне.

source: Earn 50 millions not using any train in free game.
be: У вольнай гульне зарабіце 50 мільёнаў без ужываньня цягнікоў.

source: Earn all medals in one of the campaign missions.
be: Зарабіце ўсе мэдалі ў адной зь місій кампаніі.

source: Earn all medals of the entire campaign.
be: Зарабіце ўсе мэдалі за ўсю кампанію.

source: Edge scrolling
be: Краёвая пракрутка

source: Edit all vehicles
be: Рэдагаваць увесь транспарт

source: Edit selected vehicle
be: Рэдагдаваць выбраны транспарт

source: Edit vehicle
be: Рэдагдаваць транспарт

source: Editor
be: Рэдактар

source: Editor's note
be: Заўвага рэдактару

source: Electric
be: Электрычны

source: Electric Train
be: Элэктрычны цягнік

source: Electric locomotives
be: Элэктрычны лёкаматыў

source: Electric multiple units
be: Электрычны цягавы коплекс

source: Electrification tool
be: Прылада электрыфікацыі

source: Email
be: Э-пошта

source: Email:
be: Э-пошта:

source: Emission
be: Забруджваньне

source: Emission %1%
be: Забруджваньне %1%

source: Emission %1% + %2% (%3% condition)
be: Забруджваньне: %1% + %2% (стан: %3%)

source: Emission at mouse cursor: %s
be: Забруджваньне пры курсоры мышы: %s

source: Emission at screen center: %s
be: Забруджваньне ў цэнтры экрану: %s

source: Emissions layer
be: Слой забруджваньня

source: Empty
be: Пуста

source: Empty construction
be: Пусты будынак

source: Enable
be: Уключыць

source: Enable Custom settings
be: Уключыць свае налады

source: Enable all
be: Уключыць усе

source: Enable all mods currently visible in the list
be: Уключыць усе мадыфікацыі, бачныя ў сьпісе

source: Enable camera tool
be: Уключыць прылады камэры

source: Enable custom game settings
be: Уключыць свае налады гульні

source: Enable guide system
be: Уключыць сыстэму дапамогі

source: Enable mod
be: Уключыць мадыфікацыю

source: Enable mods from a mod preset. Already enabled mods are not disabled.
be: Уключыць мадыфікацыі з папярэдняй нарэхтоўкі. Раней уключаныя мадыфікацыі ня будуць адключаны.

source: Enable mouse/keyboard
be: Уключыць мыш/клявіятуру

source: Enable production or ship items to prevent closure.
be: Каб прадухіліць закрыцьцё, пачніце вытворчасьць або дастаўце тавары.

source: Enabled
be: Уключаны

source: Enabled mods
be: Уключоныя мадыфікацыі

source: Enabled/disabled mod(s) may lead to unexpected results.
be: Уключаныя/адключаныя модыфікацыі могуць выклікаць нечаканыя з'явы.

source: Enabled/disabled mod(s) will likely cause the game to crash!
be: Уключэньне/выключэньне мадыфікацый можа прывесьці да збою гульні!

source: Engine Type
be: Тып рухавіку

source: Enter a file name!
be: Увядзіце назву файлу!

source: Enter bank balance!
be: Увядзіце баланс рахунку!

source: Enter change note
be: Увядзіце нататку зьмен

source: Enter cockpit
be: Увайсьці ў кабіну

source: Enter comment
be: Увядзіце каментар

source: Enter current day!
be: Увядзіце бягучы дзень!

source: Enter current month!
be: Увядзіце бягучы месяц!

source: Enter current yonth!
be: Увядзіце бягучы год!

source: Enter description
be: Увядзіце апісаньне

source: Enter email address
be: Увядзіце э-пошту

source: Enter save game name
be: Увядзіце назву захаваньня гульні

source: Enter summary
be: Увядзіце падсумаваньне

source: Environment:
be: Асяродзьдзе:

source: Erase assets with a brush.
be: Дазваляе выдаляць элементы пэндзьлям.

source: Erase the terrain painting (restore the default material).
be: Сьцерьці маляваньне мясцовасьці (вяртае матэрыял па змаўчаньні).

source: Eraser tool
be: Прылада – гумка

source: Error loading settings file
be: Памылка загрузкі файлу налад

source: Europe
be: Эўропа

source: European vehicles
be: Эўрапэйскі транспарт

source: Excellent
be: Выдатна

source: Exemplary student
be: Узорны вучань

source: Exit
be: Выйсьце

source: Expand
be: Пашырыць

source: Expenditure
be: Выдаткі

source: Export
be: Экспарт

source: Export heightmap
be: Экспарт мап вышынь

source: Extracting
be: Распакоўваньне

source: FPS limit
be: Абмеж. к/с

source: Fade {num}
be: Зьнікае {num}

source: Fades
be: Зьнікае

source: Failed to login
be: Не ўдалося ўвайсьці

source: Failed to logout
be: Не ўдалося выйсьці

source: Failed to rate
be: Не ўдалося ацаніць

source: Failed to refresh
be: Не ўдалося абнавіць

source: Failed to retrieve mod list
be: Не ўдалося сьцягнуць сьпіс мадыфікацый

source: Failed to share savegame
be: Не ўдалося падзяліцца захаваньнем

source: Failed to show mod details
be: Не ўдалося паказаць дэталі мадыфікацыі

source: Failed to subscribe
be: Не ўдалося падпісацца

source: Failed to uninstall
be: Не ўдалося выдаліць

source: Failed to unsubscribe
be: Не ўдалося адпісацца

source: Failed to upload mod
be: Не ўдалося даслаць мадыфікацыю

source: False Information
be: Ілжывая інфармацыя

source: Fetching Results
be: Пошук вынікаў

source: File Name
be: Назва файлу

source: File error
be: Памылка файлу

source: File size
be: Памер файлу

source: Filesystem error
be: Памылка файлавай сыстэмы

source: Filter
be: Фільтр

source: Finances
be: Фінансы

source: Finances - Chart
be: Фінансы - дыяграма

source: Finances - Table
be: Фінансы - табліца

source: First
be: Першы

source: First aircraft arrived
be: Першы самалёт на мейсцы

source: First bus arrived
be: Першы аўтобус на мейсцы

source: First bus stop
be: Першы прыпынак

source: First cargo item on board
be: Адпраўка першага грузу

source: First cargo item waiting
be: Першы груз чакае на адпраўку

source: First electric train arrived
be: Першы электрычны цягнік на мейсцы

source: First industry upgraded
be: Першае паляпшэньне прамысловасьці

source: First line
be: Першая лінія

source: First passenger on board
be: Адпраўка перашага пасажыру

source: First passenger waiting
be: Першы пасажыр чакае на адпраўку

source: First ship arrived
be: Першы карабель на мейсцы

source: First steam train arrived
be: Першы паравоз на мейсцы

source: First train station
be: Першы чыгуначны вакзал

source: Fix slope
be: Выпраўце нахіл

source: Flatten the terrain.
be: Выраўноўвае мясцовасьць.

source: Flatten tool
be: Пралада раўнаваньня

source: Flip vehicle
be: Разьвярнуць траспарт

source: Foc.
be: Фокус.

source: Focus Mods
be: Засярод. на мадыфікацыях

source: Focus Sidebar
be: Засярод. на бакавой панэлі

source: Folder:
be: Тэчка:

source: For experts:
be: Для экспэртаў:

source: Force uninstall
be: Прымусовае выдаленьне

source: Force units
be: Адзінкі сілы

source: Frame rate
be: Кадраў на сэкунду

source: Free Game
be: Вольная гульня

source: Free camera
be: Вольная камэра

source: Freq.
be: Част.

source: Frequence
be: Частата

source: Full load (all)
be: Поўная загрузка (усе)

source: Full load (any)
be: Поўная загрузка (любы)

source: Fullscreen
be: Поўнаэкранны

source: Game
be: Гульня

source: Game Storage
be: Памяць гульні

source: Game options
be: Налады гульні

source: Game paused
be: Гульня прыпынена

source: Game speed up
be: Паскорыць гульню

source: Generate
be: Утварыць

source: Generate a random seed
be: Утварыць выпадковае насеньня

source: Generate heightmap
be: Утварыць мапы вышынь

source: Generate industries
be: Утварыць прамысловых устаноў

source: Generate streets
be: Утварыць вуліцы

source: Generate towns
be: Утварыць месты

source: Generating industries...
be: Утварэньне прамысловых устаноў...

source: Generating map...
be: Утварэньне мапы...

source: Generating preview...
be: Утварэньне папяр. прагляду...

source: Generating streets...
be: Утварэньне вуліц...

source: Generating terrain...
be: Утварэньне мясцовасьці...

source: Generating towns...
be: Спараджа́ньне мест...

source: Generator
be: Утваральнік

source: Generator:
be: Утваральнік:

source: Generic
be: Агульны

source: Geometry
be: Геамэтрыя

source: Glacier express
be: Глетчарны экспрэс

source: Go back to menu
be: Вярнуцца да мэню

source: Go to next page
be: Перайсьці да наступнай старонкі

source: Go to previous page
be: Перайсьці да папярэдняй старонкі

source: Go to station
be: Направіцца да станцыі

source: Going to depot
be: У дарозе да дэпо

source: Good
be: Добра

source: Graphic API
be: Графічный API

source: Graphics
be: Графіка

source: Graphics Preference
be: Налады Графікі

source: Graphics context creation failed ({graphicsApi})
be: Памылка стварэньня кантэксту {graphicsApi}

source: Graphics settings
be: Налады графікі

source: Grass
be: Трава

source: Growth
be: Разьвіцьцё

source: Growth: %1% residents
be: Разьвіцьцё: %1% жыхароў

source: HUD icon filter
be: HUD значок фільтру

source: HUD: Toggle aircraft
be: HUD: Пераключэньне самалётаў

source: HUD: Toggle bus/tram stops
be: HUD: Пераключэньне прыпынкаў аўтобусаў/трамваяў

source: HUD: Toggle costs labels
be: HUD: Пераключэньне цэтлікаў кошту

source: HUD: Toggle depots
be: HUD: Пераключэньне дэпо

source: HUD: Toggle income labels
be: HUD: Пераключэньне цэтлікаў заробкаў

source: HUD: Toggle industries
be: HUD: Пераключэньне прамысловасьцей

source: HUD: Toggle rail vehicles
be: HUD: Пераключэньне чыгуначнага транспарту

source: HUD: Toggle road vehicles
be: HUD: Пераключэньне дарожнага транспарту

source: HUD: Toggle ships
be: HUD: Пераключэньне караблёў

source: HUD: Toggle signals
be: HUD: Пераключэньне сыгналаў

source: HUD: Toggle stations
be: HUD: Пераключэньне станцый

source: HUD: Toggle towns
be: HUD: Пераключэньне мест

source: Hangar
be: Ангар

source: Have 100km of railway tunnels in free game.
be: Збудуйце 100км чыгуначных тунэляў у вольнай гульне.

source: Have 400km of tracks in free game.
be: Пракладзіце 400км цыгункі ў вольнай гульне.

source: Have 50km of railway bridges in free game.
be: Пабудуйце 50 км чыгуначных мастоў у вольнай гульне.

source: Have a cargo item transported with one of your vehicles in free game.
be: Перавезьці груз на транспарце ў вольнай гульне.

source: Have a cargo item waiting at a terminal in free game.
be: Мейце груз чакаюшчыў у тэрмінале ў вольнай гульне.

source: Have a line with every passenger road vehicle type available from 1850 to 2020 in free game.
be: У вольнай гульне мейце лінію, якая будзе ужываць увесь даступны транспарт ад 1850 да 2020.

source: Have a monthly maintenance cost of 200 million in free game.
be: У вольнай гульне мейце штомесячны кошт утрыманьня аб 200 мільёнаў.

source: Have a passenger on a vehicle in free game.
be: Перавезьці пасажыра на транспарце ў вольнай гульне.

source: Have a town with a population of at least 1500 in free game.
be: У вольнай гульне дасягніце насельніцтва аднаго з мест не мешн за 1500 жыхароў.

source: Have a town with a population of at least 750 in free game.
be: У вольнай гульне дасягніце насельніцтва аднаго з мест не мешн за 750 жыхароў.

source: Have a train filled with at least 100 passengers in free game.
be: Перавезьці 100 пасажыраў на цягніку за адну паездку ў вольнай гульне.

source: Have a train filled with at least 200 passengers in free game.
be: Перавезьці 200 пасажыраў на цягніку за адну паездку ў вольнай гульне.

source: Have a train filled with at least 250 cargo items in free game.
be: Перавезьці 250 грузаў на цягніку за адну паездку ў вольнай гульне.

source: Have a train longer than the longest possible station in free game.
be: У вольнай гульне стварыце цягнік, даўжыня якога больш за самую доўгую дазволеную станцыю.

source: Have a train that reaches higher than 450 meters in free game.
be: У вольнай гульне зрабіце цягнік на даўжэй за 450 мэтраў.

source: Have all tracks electrified and high speed in free game. Have at least 100km of tracks.
be: У вольнай гульне электрыфікуйце й адаптуйце чыгунку да высокіх хуткасьцей. Пракласьці прынамсі 100 км.

source: Have at least 300 cargo items waiting at a train station in free game.
be: У вольнай гульне мейце не менш за 300 тавараў, чакаюшчых на транспарціроўку на вакзале.

source: Have at least 300 passengers waiting in a train station in free game.
be: У вольнай гульне мейце не менш за 300 пасажыраў, чакаюшчых на цягнік на вакзале.

source: Have every industry shipping items using your transport network in free game.
be: У вольнай гульне ваша транспартная сетка перавозіць прадукцыю кожнай прамысловасьці.

source: Have two trains stuck facing each other in free game.
be: У вольнай гульне зрабіце два цягніка, якія стаяць адзін насупраць аднаго.

source: Heading for depot
be: Накірованы да дэпо

source: Heading for {stopName}
be: Накіраваны да: {stopName}

source: Headquarters
be: Штаб-кватэра

source: Heavily loaded
be: Моцна загружаны

source: Height at mouse cursor: {height}
be: Вышыня на курсоры мышы: {height}

source: Height at screen center: {height}
be: Вышыня на цэнтры экрана: {height}

source: Heightmap
be: Мапа вышынь

source: Heightmap height invalid. Valid heights: %1%.
be: Няправільная вышыня мапы вышыні. Дазволеная вышыня: %1%.

source: Heightmap texture tool
be: Прылада тэкстураваньня мап вышынь

source: Heightmap texture tool: Invert
be: Прылада тэкстураваньня мап вышынь: адвярнуць

source: Heightmap too large. Number of pixels must not exceed %1%M.
be: Мапа вышынь завялікая. Колькасьць пікселяў ня можа бы больш за %1% мільёнаў.

source: Heightmap width invalid. Valid widths: %1%.
be: Няправільная шырыня мапы вышыні. Дазволеная шырыня: %1%.

source: Help
be: Дапамога

source: High
be: Высокі

source: High speed
be: Высокая хуткасьць

source: High-speed
be: Шыбкі

source: High-speed track tool
be: Прылада чыгункі высокай хуткасьці

source: Horse
be: Конь

source: Idle
be: Бязьдзейны

source: If you continue, all unfinished downloads will be cancelled and download progress will be lost.
be: Калі працягнуць, усе актыўныя сьцягваньні будуць скасаваны, і іх поступ будзе страчаны.

source: Illegal Content
be: Нелегальны зьмест

source: Image file too large (must be less than 1MB)
be: Файл выявы завялікі (мусьць быць менш за 1 МБ)!

source: Image type must be grayscale.
be: Тып выявы мусіць быць у адценьнях шэрага.

source: Image:
be: Выява:

source: Import
be: Імпартаваць

source: Import heightmap
be: Імпартаваць мапу вышынь

source: Important note
be: Важна нататка

source: In
be: Уваход

source: In depot
be: У дэпо

source: Income
be: Даходы

source: Incoming vehicle(s)
be: Прыбываючы транспарт

source: Industrial
be: Прамысловасьць

source: Industrial area
be: Прамысловая зона

source: Industrial building
be: Прамысловы будынак

source: Industrial supply
be: Прамысловыя тавары

source: Industrialist
be: Прамысловец

source: Industries
be: Прамысловыя ўстановы

source: Industry
be: Прамысловасьць

source: Industry closure
be: Закрыцьцё прамысловасьці

source: Industry spawn
be: Узьнікненьне прамысловасьці

source: Industry statistics
be: Статыстыка прамысловасьці

source: Infrastructure
be: Інфраструктура

source: Initial street angle range
be: Пачатковы дыяпазон куткоў вуліцы

source: Insert a random seed to be used for the generator
be: Устаўце выпадковае зерне, якое будзе ужыта ўтваратарам

source: Insert fade after
be: Уставіць знікненьне пасьля

source: Insert fade before
be: Уставіць знікненьне перад

source: Insert key frame after
be: Уставіць ключавы кадр пасьля

source: Insert key frame before
be: Уставіць ключавы кадр перад

source: Insert subtitle after
be: Уставіць подпіс пасьля

source: Insert subtitle before
be: Уставіць подпіс перад

source: Installation failed due to insufficient storage space
be: Усталёўка не ўдалася з-за браку вольнага мейсца

source: Installation pending
be: Ідзе ўсталёўка

source: Installed
be: Усталявана

source: Insufficient storage space
be: Мала мейсца

source: Interface
be: Інтэрфэйс

source: Interface scaling
be: Маштабаваньне інтэрфэйсу

source: Internal error (see console for details)
be: Унутраная памылка (падрабязнасьці ў кансолі)

source: Invalid configuration, %1% module will collide.
be: Няправільныя налады. Адбудзецца сутыкненьне з модулем %1%.

source: Inventory
be: Рыштунак

source: Invert
be: Адвярнуць

source: Invert panning
be: Адвярнуць панарамаваньне

source: Invert rotate
be: Адвярнуць кручэньне

source: Invert rotation
be: Адвярнуць кручэньне

source: Invert rotation keys
be: Адвярнуць клявішы кручэньня

source: Invert tilt
be: Адвярнуць нахіл

source: Invert tilting
be: Адвярнуць нахіленьне

source: Invert zoom
be: Адвярнуць маштаб

source: Invert zooming
be: Адвярнуць маштабаваньне

source: Investments
be: Уклады

source: JPEG couldn't be read
be: Немагчыма прачытаць файл JPEG

source: JPEG has not enough channels (min: 3)
be: Файл JPEG ня мае дастатковай колькасьці каналаў (мін. 3).

source: Jobs
be: Мейсцы працы

source: Keep
be: Захаваць

source: Keep a train built before 1900 running until the year 2000 in free game.
be: У вольнай гульне ўжывайце цягнік, пабудаваны перад 1900 годзе да 2000 года.

source: Keep assets
be: Захаваць элементы

source: Keep editing
be: Працягнуць рэдагдаваньне

source: Keep existing industries
be: Захаваць існуючыя прамысловасьці

source: Keep existing industries:
be: Захаваць існуючыя прамысловасьці:

source: Keep existing streets
be: Захаваць існуючыя вуліцы

source: Keep existing towns
be: Захаваць існуючыя месты

source: Keep existing towns:
be: Захаваць існуючыя месты:

source: Keep heightmap
be: Захаваць мапу вышыні

source: Keep resolution?
be: Захаваць разьдзяляльнасьць?

source: Keep trees and rocks
be: Захаваць дрэвы й камяні

source: Key mapping
be: Прызначэньне клявіш

source: KeyFrame {frame_num}
be: Ключавы кадр {frame_num}

source: Keyboard
be: Клявіятура

source: Keyboard settings
be: Налады клявіятуры

source: Keyframes
be: Ключавыя кадры

source: Land use
be: Забудова зямлі

source: Land use layer
be: Слой забудаваньня зямлі

source: Landscaping
be: Праэкт краявіду

source: Lanes: %1%, Speed limit: %2%
be: Калейкі: %1%; абмежаваньне хуткасьці: %2%

source: Language
be: Мова

source: Last Image:
be: Апошняя выява:

source: Last recording:
be: Апошні запіс:

source: Last savegame "%1%"
be: Апошняя захаваная гульня: „%1%”

source: Leaving game...
be: Выхад з гульні…

source: Length
be: Даўжыня

source: Length: %1%
be: Даўжыня: %1%

source: Let a manufacturing industry upgrade in free game.
be: Палепшыць прамысловую ўстанову ў вольнай гульне.

source: Level
be: Узровень

source: Liabilities
be: Запазы́чанасьці

source: Lifespan
be: Трываласьць

source: Lifetime reached
be: Дасягнуты цыкл жыцьця

source: Likes
be: Падабайкі

source: Limit of {number} industries on map reached
be: Дасягнута мяжа {number} прамысловасьцей на мапе

source: Limit of {number} towns on map reached
be: Дасягнута мяжа {number} мест на мапе

source: Limit reached!
be: Дасягнута абмежаваньне!

source: Line
be: Лінія

source: Line Usage
be: Ужываньне лініі

source: Line contains too few stations
be: На гэтай лініі замала станцый

source: Line manager
be: Налады ліній

source: Line must contain at least one stop
be: На лініі павінен быць прынамсі адзін прыпынак

source: Line statistics
be: Статыстыка ліній

source: Lines
be: Лініі

source: Lines passing:
be: Прахадзімыя лініі:

source: Lines report following problems:
be: Лініі паведамляюць пра наступныя праблемы:

source: Liquidity
be: Плыннасьць

source: Load
be: Загрузіць

source: Load Camera config
be: Загрузіць налады камэры

source: Load Game
be: Загрузіць гульню
