Repository: Dejssa/Pieraklady_BY
Catalog: *_novy.po
Languages: be

source: Upload was successful.
be: Przesyłanie zostało ukończone.

source: Uploaded
be: Przesłane

source: Uploading mods
be: Przesyłanie modyfikacji

source: Uploading...
be: Przesyłanie...

source: Upper {townName}
be: {townName} Górne Miasto

source: Use <Alt> + <Enter> to toggle between full-screen and windowed mode.
be: <Alt> + <Enter> przełącza pomiędzy trybami wyświetlania.

source: Use default connections
be: Użyj połączeń domyślnych

source: Use hardware mouse cursor
be: Użyj sprzętowego kursora myszy

source: Use the <<{horn}>> button to sound the horn
be: Użyj przycisku [iaHint=cockpitCameraHorn/], by skorzystać z sygnalizatora dźwiękowego

source: Use the <<{next}>> and <<{prev}>> buttons to change the position of the cockpit camera
be: Użyj przycisków <<{next}>> i <<{prev}>>, by zmienić pozycję kamery w kokpicie

source: Use the paint tool to change the terrain in free game.
be: Zmień teren za pomocą narzędzia do malowania terenu w grze swobodnej.

source: Use the terrain tool to change the terrain in free game.
be: Zmień teren za pomocą narzędzia do kształtowania terenu w grze swobodnej.

source: User interface mode
be: Tryb interfejsu użytkownika

source: User profile creation failed
be: Nie udało się utworzyć profilu użytkownika

source: VSync
be: Narzędzia

source: Vacant
be: Nieobsadzeni

source: Validation Error
be: Błąd weryfikacji

source: Value
be: Wartość

source: Vehicle
be: Pojazd

source: Vehicle condition
be: Stan pojazdu

source: Vehicle condition {percentage}%
be: Stan pojazdu: {percentage}%

source: Vehicle in depot
be: Pojazd w zajezdni

source: Vehicle in the way
be: Drogę blokuje pojazd

source: Vehicle lifetime
be: Cykl życia pojazdu

source: Vehicle lifetime check interval (minutes)
be: Częstotliwość sprawdzania okresu trwałości pojazdów (minuty)

source: Vehicle manager
be: Menedżer pojazdów

source: Vehicle statistics
be: Statystyki pojazdy

source: Vehicle store
be: Sklep z pojazdami

source: Vehicle to replace
be: Pojazd do zastąpienia

source: Vehicle will be sold on arrival
be: Pojazd zostanie sprzedany w dniu dostarczenia

source: Vehicles
be: Pojazdy

source: Vehicles in depot
be: Pojazdy w zajezdni

source: Vehicles never expire
be: Pojazdy nie są wycofywane z użycia

source: Vehicles never expire:
be: Pojazdy nie są wycofywane z użycia:

source: Vehicles on line
be: Pojazdy na linii

source: Vehicles report following problems:
be: Pojazdy zgłaszają następujące problemy:

source: Vehicles to replace
be: Pojazdy do zastąpienia

source: Vehicles:
be: Pojazdy:

source: Very bad
be: Bardzo źle

source: Very good
be: Bardzo dobrze

source: Very high
be: Bardzo wysoka

source: Very poor
be: Bardzo słabo

source: Video
be: Wideo

source: View
be: Wyświetl

source: View Statistics
be: Wyświetl statystyki

source: Voice-over
be: Narracja

source: Voice-over {num}
be: Narracja – {num}

source: Volume settings
be: Ustawienia głośności

source: Wagons
be: Wagony towarowe

source: Wait
be: Poczekaj

source: Waiting for free path
be: Czekam na wolną drogę

source: Warning: Disabling will remove mod content and replace it with default assets.
be: Ostrzeżenie: wyłączenie spowoduje usunięcie zawartości modyfikacji i jej wymianę na domyślne elementy.

source: Warning: adding this mod may lead to unexpected results.
be: Uwaga: dodanie tej modyfikacji może prowadzić do nieoczekiwanych rezultatów.

source: Warning: adding this mod will likely cause the game to crash.
be: Uwaga: dodanie tej modyfikacji może spowodować awarię gry.

source: Warning: video RAM usage critical ({percentage}). The game may close unexpectedly. It is highly recommended to reduce the texture settings.
be: Uwaga: krytyczny poziom używanej pamięci RAM ({percentage}). Gra może zostać nieoczekiwanie zamknięta. Zalecamy wybranie niższych ustawień tekstur.

source: Warnings
be: Ostrzeżenia

source: Water
be: Woda

source: Water level:
be: Poziom wody:

source: Waypoint #{number}
be: Punkt nawigacyjny #{number}

source: Waypoint outside of navigable waters
be: Punkt kontrolny poza wodami żeglownymi

source: Waypoints
be: Punkty nawigacyjne

source: Weight
be: Masa

source: Weight %1% + %2% (Cargo)
be: Waga %1% + %2% (ładunek)

source: Weight units
be: Jednostki wagi

source: What is mod.io
be: Czym jest mod.io?

source: Window settings
be: Ustawienia okna

source: Windowed
be: W oknie

source: With lines
be: Komunikacją

source: Work
be: Praca

source: Workplaces
be: Miejsca pracy

source: Write STL
be: Zapisz STL

source: Write additional STL file with heightmap data
be: Zapisz dodatkowy plik STL z danymi mapy wysokości

source: Wrong carrier
be: Niewłaściwy przewoźnik

source: Year
be: Rok

source: Year built
be: Rok produkcji

source: Yes
be: Tak

source: Yesterday, {time}
be: Wczoraj, {time}

source: You did it!
be: Udało ci się!

source: You have finished the {campaignName} campaign!
be: Udało ci się ukończyć kampanię „{campaignName}”!

source: You have finished {campaignName}
be: Udało ci się skończyć: {campaignName}

source: You may retry the installation attempt or unsubscribe from the mod.
be: Możesz ponowić próbę instalacji lub zakończyć subskrypcję modyfikacji.

source: Zoom in to build
be: Przybliż, aby zbudować

source: Zoom out from cursor
be: Oddalenie od kursora

source: Zoom sensitivity (game camera)
be: Czułość przybliżania (kamera gry)

source: Zoom to cursor
be: Przybliż na kursor

source: [UserData]/
be: [Dane użytkownika]/

source: [not found]
be: [nie znaleziono]

source: [{key}] is already used by:
be: Klucz [{key}] jest już używany przez:

source: [{key}] is used by a predefined function and can not be assigned.
be: Klucz [{key}] jest używany przez predefiniowaną funkcję i nie może zostać przydzielony.

source: around {mission_year}
be: około {mission_year}

source: can not reach next
be: nie może dotrzeć do następnego

# destination
source: None
be: Brak

# difficulty
source: Easy
be: Łatwa

# difficulty
source: Hard
be: Trudna

# difficulty
source: Medium
be: Średnio

# difficulty
source: Very hard
be: Bardzo trudny

# distance-unit
source: Feet
be: stopy

# distance-unit
source: Mile
be: mila

# distance-unit
source: Yard
be: jard

source: from %1%
be: od %1%

# graphic-settings
source: Performance
be: Wydajność

# graphic-settings
source: Quality
be: Jakość

# map-size
source: Huge
be: Ogromne

# map-size
source: Large
be: Duże

# map-size
source: Medium
be: Średnia

# map-size
source: Megalomaniac
be: Megalomańska

# map-size
source: Small
be: Małe

# map-size
source: Tiny
be: Malutkie

# map-size
source: Very Large
be: Bardzo duża

source: max. wait time
be: Maks. czas postoju

source: min. wait time
be: Min. czas postoju

# mod-state
source: Built-in mods
be: Wbudowane modyfikacje

# mod-state
source: DLC
be: Treści do pobrania

# mod-state
source: Shared via {}
be: Udostępniono przez: {}

# mod-state
source: Staging area
be: Obszar przechowywania

# mod-state
source: Uploaded to Steam Workshop
be: Przesłano do Warsztatu Steam

# mod-state
source: User mods
be: Modyfikacje użytkownika

# mod-tags
source: Airport
be: Lotnisko

# mod-tags
source: Animal
be: Zwierzę

# mod-tags
source: Asia
be: Azja

# mod-tags
source: Asset
be: Element

# mod-tags
source: Bridge
be: Most

# mod-tags
source: Brush Asset
be: Element pędzla

# mod-tags
source: Building
be: Budynek

# mod-tags
source: Bus
be: Autobus

# mod-tags
source: Bus Station
be: Dworzec autobusowy

# mod-tags
source: Campaign
be: Kampania

# mod-tags
source: Car
be: Samochód

# mod-tags
source: Cargo Harbor
be: Przystań towarowa

# mod-tags
source: Cargo Station
be: Stacja przeładunkowa

# mod-tags
source: Depot
be: Zajezdnia

# mod-tags
source: Dry
be: Suchy

# mod-tags
source: Europe
be: Europa

# mod-tags
source: Industry
be: Przemysł

# mod-tags
source: Localization
be: Lokalizacja

# mod-tags
source: Locomotive
be: Lokomotywa

# mod-tags
source: Map
be: Mapa

# mod-tags
source: Map/Savegame
be: Mapa/zapis gry

# mod-tags
source: Misc
be: Różne

# mod-tags
source: Mission
be: Misja

# mod-tags
source: Multiple Unit
be: Wiele jednostek

# mod-tags
source: Passenger Harbor
be: Przystań pasażerska

# mod-tags
source: Person
be: Osoba

# mod-tags
source: Plane
be: Samolot

# mod-tags
source: Railroad Crossing
be: Przejazd kolejowy

# mod-tags
source: Road Depot
be: Zajezdnia drogowa

# mod-tags
source: Savegame
be: Zapis gry

# mod-tags
source: Scenario
be: Scenariusz

# mod-tags
source: Script Mod
be: Modyfikacje skryptów

# mod-tags
source: Ship
be: Statek

# mod-tags
source: Shipyard
be: Stocznia

# mod-tags
source: Signal
be: Sygnał

# mod-tags
source: Sound
be: Dźwięk

# mod-tags
source: Station
be: Stacja

# mod-tags
source: Street
be: Ulica

# mod-tags
source: Street Construction
be: Rozbudowa ulic

# mod-tags
source: Temperate
be: Umiarkowany

# mod-tags
source: Town Building
be: Budynek miejski

# mod-tags
source: Track
be: Tor

# mod-tags
source: Track Asset
be: Element torów

# mod-tags
source: Track/Street
be: Tor/ulica

# mod-tags
source: Train Depot
be: Zajezdnia kolejowa

# mod-tags
source: Train Station
be: Stacja kolejowa

# mod-tags
source: Tram
be: Tramwaj

# mod-tags
source: Tram Depot
be: Zajezdnia tramwajowa

# mod-tags
source: Tram Station
be: Przystanek tramwajowy

# mod-tags
source: Tropical
be: Tropikalny

# mod-tags
source: Truck
be: Ciężarówka

# mod-tags
source: Truck Station
be: Stacja ciężarówek

# mod-tags
source: Tunnel
be: Tunel

# mod-tags
source: Vehicle
be: Pojazd

source: mod.io Terms Of Use
be: Warunki użytkowania mod.io

source: none
be: brak

source: not combinable
be: nie da się połączyć

source: not reachable from previous
be: nie może dotrzeć z poprzedniego

# number-format
source: Full
be: Pełny

# number-format
source: Short
be: Skrócony

# platform
source: Use your Console-Account
be: Użyj konta konsoli

# platform
source: Use your Epic Games-Account
be: Użyj konta Epic Games

# platform
source: Use your Steam-Account
be: Użyj konta Steam

# platform
source: use your GOG-Account
be: Użyj konta GOG

# platform-pc
source: Achievement earned
be: Zdobyto osiągnięcie

# platform-pc
source: Achievements
be: Osiągnięcia

# platform-pc
source: Achievements can't be earned if the following settings are used:
be: Osiągnięcia zostaną wyłączone podczas gry z następującymi ustawieniami:

# platform-pc
source: Achievements cannot be earned in this game because mods are or have been active.
be: Osiągnięcia wyłączone!

# platform-pc
source: Controller
be: Kontroler

# platform-pc
source: Controller connected
be: Kontroler podłączony

# platform-pc
source: Controller disconnected
be: Kontroler odłączony

# platform-pc
source: Controller settings
be: Ustawienia kontrolera

# platform-pc
source: Mods are active or advanced settings are modified. Achievements cannot be earned!
be: Osiągnięcia wyłączone!

# platform-pc
source: See Deluxe Edition info
be: Wyświetl informacje o Deluxe Edition

# platform-pc
source: See your achievements
be: Wyświetl moje osiągnięcia

# platform-pc
source: Swap sticks (game camera)
be: Zamień drążki (kamera gry)

# platform-pc
source: Swap sticks (menu navigation)
be: Zamień drążki (nawigacja w menu)

# platform-playstation
source: Cheats are active or advanced settings are modified. Trophies cannot be earned!
be: Trofea wyłączone!

# platform-playstation
source: Controller
be: Kontroler

# platform-playstation
source: Controller connected
be: Kontroler podłączony

# platform-playstation
source: Controller disconnected
be: Kontroler odłączony

# platform-playstation
source: Controller settings
be: Kontroler bezprzewodowy

# platform-playstation
source: Swap sticks (game camera)
be: Zamień drążki (kamera gry)

# platform-playstation
source: Swap sticks (menu navigation)
be: Zamień drążki (nawigacja w menu)

# platform-playstation
source: Trophies can't be earned if the following settings are used:
be: Trofea zostaną wyłączone podczas gry z następującymi ustawieniami:

# platform-playstation
source: Trophies cannot be earned in this game because cheats are or have been active.
be: Trofea wyłączone!

# platform-xbox
source: Achievements can't be earned if the following settings are used:
be: Osiągnięcia zostaną wyłączone podczas gry z następującymi ustawieniami:

# platform-xbox
source: Achievements cannot be earned in this game because cheats are or have been active.
be: Osiągnięcia wyłączone!

# platform-xbox
source: Cheats are active or advanced settings are modified. Achievements cannot be earned!
be: Osiągnięcia wyłączone!

# platform-xbox
source: Controller
be: Kontroler

# platform-xbox
source: Controller connected
be: Kontroler podłączony

# platform-xbox
source: Controller disconnected
be: Kontroler odłączony

# platform-xbox
source: Controller settings
be: Ustawienia kontrolera

# platform-xbox
source: Swap sticks (game camera)
be: Zamień drążki (kamera gry)

# platform-xbox
source: Swap sticks (menu navigation)
be: Zamień drążki (nawigacja w menu)

# plural
source: Aircraft
be: Samolot

# power-unit
source: hp
be: KM

# settings
source: Basics
be: Podstawy

# settings
source: Localization
be: Jednostki miar i waluta

# slope
source: Flat
be: Zerowa

# slope
source: High
be: Wysoka

# slope
source: Medium
be: Średnia

# stats
source: Bulldozer
be: Wyburzanie buldożerem

# stats
source: Depots
be: Zajezdnie

# stats
source: Other
be: Inne

# stats
source: Roads
be: Drogi

# stats
source: Signals
be: Sygnalizacja

# stats
source: Stations
be: Stacje

# stats
source: Tracks
be: Tory

source: to %1%
be: do %1%

# town-size
source: Huge
be: Ogromne

# town-size
source: Large
be: Duże

# town-size
source: Medium
be: Średnia

# town-size
source: Small
be: Małe

# town-size
source: Tiny
be: Malutkie

# unemployed-persons
source: none
be: brak

source: unknown error
be: nieznany błąd

source: unlimited
be: bez ograniczeń

# vacant-jobs
source: none
be: brak

# value
source: High
be: Wysoka

# value
source: Low
be: Niska

# value
source: Medium
be: Średnia

# value
source: Very high
be: Bardzo wysoka

# value
source: Very low
be: Bardzo mało

# vehicle-size
source: Large
be: Duże

# vehicle-size
source: Small
be: Małe

source: via
be: przez

# weight-unit
source: t/short ton
be: t/tona amerykańska

# weight-unit
source: t/tonne
be: t/tona metryczna

source: {angle} deg field of view
be: Pole widzenia: {angle} stopni

source: {costs} + {percentage}% (Maintenance)
be: {costs} + {percentage}% (utrzymanie)

source: {force} kgf
be: {force} kG

source: {framerate} fps
be: {framerate} kl./s

source: {min} to {max}
be: {min} do {max}

source: {number} building will be moved
be: Будынак {number} будзе перасунаты

source: {number} building will be removed
be: Наступны будынак будзе выдалены: {number}

source: {number} field will be removed
be: Поле {number} будзе выдалена

source: {number} models have been replaced successfully.
be: Пасьпяхова заменена наступная колькасьць мадэляў: {number}

source: {number} module will be removed
be: Модуль будзе выдалены: {number}

source: {number} referenced bridge types not found.
be: Ня знойдзена {number} тыпаў мастоў.

source: {number} referenced ground textures not found.
be: Ня знойдзена {number} тэкстур зямлі.

source: {number} referenced materials not found.
be: Ня знойдзена {number} пазначаных матэрыялаў.

source: {number} referenced street types not found.
be: Ня знойдзена {number} тыпаў вуліц.

source: {number} referenced track types not found.
be: Ня знойдзена {number} тупаў рэяк.

source: {number} referenced tunnel types not found.
be: Ня знойдзена {number} тыпаў тунэляў.

source: {num} mission
be: Місія: {num}

source: {occupiedSlots} of {maxSlots}
be: {occupiedSlots} з {maxSlots}

source: {percentage}% of lifetime ({years} remaining)
be: {percentage}% тэрмін трываньня (застаецца: {years})

source: {percentage}% of {total}
be: {percentage}% з {total}

source: {percentage}% positive
be: {percentage}% пазітыўных

source: {percent} overlength: travel time is {seconds1} s, {seconds2} s allowed!
be: {percent} – задоўга: час у дарозе складае {seconds1} с, дазволена {seconds2} с!

source: {power} hp
be: {power} кс

source: {power} kW
be: {power} кВт

source: {seconds} s
be: {seconds} с

source: {speed} km/h
be: {speed} км/г

source: {speed} mph
be: {speed} міль/г

source: {steepness}: not enough power!
be: {steepness}: за мала моцы!

source: {townName} Airport
be: {townName} - Лётнішча

source: {townName} Annex
be: {townName} - Дадатак

source: {townName} Branch
be: {townName} - Разгалінаваньне

source: {townName} Cargo
be: {townName} - Грузавы

source: {townName} Cargo Airport
be: {townName} – Грузавое лётнішча

source: {townName} Cargo Port
be: {townName} – Грузавы порт

source: {townName} Central
be: {townName} Цэнтр

source: {townName} East
be: {townName} Усход

source: {townName} Exchange
be: {townName} Вузел

source: {townName} Halt
be: {townName} Прыпынак

source: {townName} North
be: {townName} Поўнач

source: {townName} Port
be: {townName} – Порт

source: {townName} Sidings
be: {townName} Раз’езд

source: {townName} Signal #{number}
be: {townName} Сыгнал #{number}

source: {townName} South
be: {townName} Поўдзень

source: {townName} Transfer
be: {townName} Пераходны

source: {townName} Waypoint #{number}
be: {townName} Маршрутны пункт #{number}

source: {townName} West
be: {townName} Захад

source: {username} Transport
be: Транспарт ({username})

source: {weight} kg
be: {weight} кг

source: {weight} lb
be: {weight} фунт

source: {weight} t
be: {weight} т

source: {} (Error code: {code})
be: {} (Код памылкі: {code})

source: {}: Off
be: {}: выкл.

source: {}: On
be: {}: укл.
