Repository: Dejssa/Pieraklady_BY
Catalog: Transport Fever 2/Steam Workshop/res/strings/*/LC_MESSAGES/*.po
Languages: be_lt

source: Rename
be_lt: Зьмяніć назву

source: Repay %1%
be_lt: Заплаціć %1%

source: Replace all vehicles
be_lt: Замяніć увеś транспарт

source: Replace current list of activated mods with this preset.
be_lt: Замяніć бягучы śпіс актыŭных мадыфікацый праз гэту нарыхтоŭкую.

source: Replace for
be_lt: Замяніć на

source: Replace selected vehicle
be_lt: Замяніć выбраны транспарт

source: Replace vehicle
be_lt: Замяніć транспарт

source: Replace vehicles
be_lt: Замяніć транспарт

source: Replacing existing
be_lt: Замяна існуючага эleмэнту

source: Replacing train
be_lt: Замена цягніку

source: Replacing vehicle
be_lt: Замена транспарту

source: Report
be_lt: Паведамleньне

source: Report Mod
be_lt: Паведамі пра мадыфікацыю

source: Report Type
be_lt: Тып паведамleньня

source: Report submitted
be_lt: Паведамleньне было даслана

source: Requirements
be_lt: Патрабаваньні

source: Resend Code
be_lt: Даслаć код ізноŭ

source: Reset color
be_lt: Cкінуć коleр

source: Reset filters
be_lt: Cкінуć фільтры

source: Reset key mapping to default?
be_lt: Аднавіć прывязкі кlaвіш па змаŭчаньні?

source: Reset settings to default
be_lt: Аднавіć налады па змаŭчаньні

source: Reset to default
be_lt: Аднавіć па змаŭчаньні

source: Reset vehicle
be_lt: Скінуć транспарт

source: Residential
be_lt: Жылы

source: Residential area
be_lt: Жылая зона

source: Residential building
be_lt: Жылы будынак

source: Residents
be_lt: Жыхары

source: Resolution
be_lt: Разьдзяlaльнаść

source: Resolution scale
be_lt: Шкала разьдзяleньня

source: Restart
be_lt: Перазапуск

source: Restart game and apply settings
be_lt: Перазапуśціć гульню й ужыć налады

source: Restart the mission
be_lt: Перазапусціце місію

source: Resume
be_lt: Працягнуć

source: Resume game
be_lt: Працягнуć гульню

source: Retry
be_lt: Спрабаваć ізноŭ

source: Return to campaign menu
be_lt: Вярнуцца да мэню кампаніі

source: Return to main menu
be_lt: Вярнуцца да галоŭнага мэню

source: Return to previous page
be_lt: Вярнуцца да папярэдняй старонкі

source: Reverse
be_lt: Адвярнуć

source: Road
be_lt: Дарожны

source: Road depot
be_lt: Дарожнае дэпо

source: Road vehicle
be_lt: Дарожны траснпарт

source: Road vehicle {number}
be_lt: Дарожны транспарт {number}

source: Road vehicles
be_lt: Дарожны транспарт

source: Roads
be_lt: Дарогі

source: Rotate sensitivity (free camera)
be_lt: Чуйнаść кручэньня (вольная камэра)

source: Rotate sensitivity (game camera)
be_lt: Чуйнаść кручэньня (гульнявая камэра)

source: Rotation
be_lt: Кручэньне

source: Rude Content
be_lt: Вульгарны зьмест

source: Rule
be_lt: Правіла

source: Running
be_lt: Працуе

source: Running costs
be_lt: Кошт утрыманьня

source: Running costs: +{percentage}%
be_lt: Кошт утрыманьня: +{percentage}%

source: Sandbox mode
be_lt: Рэжым пясочніцы

source: Sandbox mode:
be_lt: Рэжым пясочніцы:

source: Save
be_lt: Захаваć

source: Save & play
be_lt: Захаваć і гуlać

source: Save and apply settings
be_lt: Захаваć і ужыć налады

source: Save and play map
be_lt: Захаваć і гуlać на мапе

source: Save as preset
be_lt: Захаваć як нарыхтоŭку

source: Save camera config
be_lt: Захаваć налады камэры

source: Save failed: no space left. Please free {mb} MB and try again.
be_lt: Немагчыма захаваć: брак мейсца. Апрастайце {mb} МБ і паŭтарыце спробу.

source: Save failed: storage limit reached. Please open save menu to free {mb} MB and try again.
be_lt: Немагчыма захаваć: дасягнуты ліміт памяці. Адкрыйце меню захаваньняŭ, каб апрастаć {mb} МБ, і паŭтарыце спробу.

source: Save game
be_lt: Захаваć

source: Save game name
be_lt: Назва захаваньня

source: Save key frames
be_lt: Захаваć ключавыя кадры

source: Save map
be_lt: Захаваć мапу

source: Save mod preset
be_lt: Захаваć нарыхтоŭку мадыфікацый

source: Save...
be_lt: Захаваć...

source: Save... get ready to play map
be_lt: Запіс... падрыхтоŭка да гульні

source: Saved game "%1%"
be_lt: Захаваная гульня „%1%”

source: Savegame not ready
be_lt: Захаваньне не гатова

source: Saving...
be_lt: Захаваньне...

source: Scale
be_lt: Шкала

source: Scroll description
be_lt: Пракруціć апісаньне

source: Sculpturer
be_lt: Разьбяр

source: Search for line...
be_lt: Пошук лініі...

source: Search for mod...
be_lt: Пошук мадыфікацыі...

source: Search for modules...
be_lt: Пошук модулю...

source: Search for vehicle...
be_lt: Пошук транспарту...

source: Search...
be_lt: Пошук...

source: Seed
be_lt: Насеньня

source: Seed:
be_lt: Насеньня:

source: Select
be_lt: Выбраć

source: Select Campaign
be_lt: Выбраć кампанію

source: Select bit depth of grayscale image
be_lt: Выберыце бітовую глыбіню выявы ŭ адценьнях шэрага

source: Select generator
be_lt: Выбраć утваральнік

source: Select options
be_lt: Выбраć опцыі

source: Select terminal for this stop
be_lt: Выберыце тэрмінал дla гэтага прыпынку

source: Select terminal for this waypoint
be_lt: Выберыце тэрмінал гэтага маршрутнага пункту

source: Select the campaign
be_lt: Выбярыце кампанію

source: Select vehicle
be_lt: Выберыце транспарт

source: Sell
be_lt: Прадаć

source: Sell all vehicles
be_lt: Прадаć увеś транспарт

source: Sell all vehicles?
be_lt: Прадаć увеś транспарт?

source: Sell selected vehicle
be_lt: Прадаć выбраны транспарт

source: Sell selected vehicle?
be_lt: Прадаć выбраны транспарт?

source: Sell vehicle
be_lt: Прадаć транспарт

source: Send
be_lt: Адправіć

source: Send all vehicles to depot
be_lt: Адправіć увеś транспарт да дэпо

source: Send all vehicles to depot?
be_lt: Адправіć увеś транспарт да дэпо?

source: Send crash reports
be_lt: Адпраŭlać справаздачы аб збоях

source: Send selected vehicle to depot
be_lt: Адправіć выбраны транспарт да дэпо

source: Send to depot
be_lt: Адправіć да дэпо

source: Sensitivity settings
be_lt: Налады чуйнаśці

source: Set Bridge Type
be_lt: Устаlaваć тып масту

source: Set Railroad Crossing Type
be_lt: Укажыце тып чыгуначнага пераезду

source: Set Tunnel Type
be_lt: Устаlaваć тып тунэлю

source: Set color
be_lt: Устаlaваć коleр

source: Set color for all vehicles
be_lt: Устаlaваć коleр усяго транспарту

source: Set color for selected vehicle
be_lt: Устаlaваć коleр выбранаму транспарту

source: Set line
be_lt: Указаć лінію

source: Set output frame rate to {framerate} fps
be_lt: Усталюйце выхадную частату кадраŭ на {framerate}

source: Set output game speed up to {speed}
be_lt: Усталюйце хуткаść вываду гульні на {speed}

source: Set output resolution to {width} x {height}
be_lt: Усталюйце выхадную разьдзяlaльнаść {width} x {height}

source: Settings
be_lt: Налады

source: Settings...
be_lt: Налады...

source: Settled down
be_lt: Сваё гнязьдзечка

source: Setup a line so that town residents use your vehicles in free game.
be_lt: У вольнай гульне стварыце лінію, якая абслугоŭвае жыхароŭ места.

source: Shadows
be_lt: Цені

source: Share
be_lt: Даслаć

source: Shared capacity of station buildings for full platforms
be_lt: Агульная ёмістаść будынкаŭ станцый да поŭных пlaтформ

source: Ship
be_lt: Карабель

source: Ship {number}
be_lt: Карабель {number}

source: Shipment
be_lt: Дастаŭка

source: Shipped
be_lt: Даслана

source: Shipping
be_lt: Адпраŭка

source: Ships
be_lt: Караблі

source: Shipyard
be_lt: Вэрф

source: Shop
be_lt: Крама

source: Shopping
be_lt: Закупы

source: Shopping facilities
be_lt: Гандloвыя аб'екты

source: Show all
be_lt: Паказаć усё

source: Show details
be_lt: Падрабязьней

source: Show in browser
be_lt: Адкрыć ŭ агlaдальніку

source: Show load game dialog
be_lt: Паказаć акно загрузкі гульні

source: Show missing resources dialog
be_lt: Паказваć папярэджаньні аб браку рэсурсаŭ

source: Show only visible
be_lt: Паказаć толькі бачныя

source: Show only visible lines
be_lt: Паказаć толькі бачныя лініі

source: Show quit dialog
be_lt: Паказаć акно выхаду з гульні

source: Show save game dialog
be_lt: Паказаć акно захаваньня гульні

source: Show settings dialog
be_lt: Паказаć акно налад

source: Show unsupported hardware warning
be_lt: Паказаć папярэджаньне аб непадтрымоŭваным абстаlaваньні

source: Show video memory usage warning
be_lt: Паказаć папярэджаньне аб выкарыстаньні графічнай памяці

source: Show/hide HUD icon filter menu
be_lt: Паказаć/схаваć мэню фільтра значкоŭ HUD

source: Show/hide air buildings menu
be_lt: Паказаć/схаваć мэню паветравых будынкаŭ

source: Show/hide air menu
be_lt: Паказаć/схаваć мэню паветранага транспарту

source: Show/hide assets menu
be_lt: Паказаć/схаваć мэню эleмэнтаŭ

source: Show/hide camera tool
be_lt: Паказаć/схаваć прылады камэры

source: Show/hide cargo layer
be_lt: Паказаć/схаваć слой грузаŭ

source: Show/hide contour lines layer
be_lt: Паказаć/схаваć слой ліній

source: Show/hide data layers menu
be_lt: Паказаć/схаваć мэню слаёŭ дадзеных

source: Show/hide destinations layer
be_lt: Паказаć/схаваć слой кірункаŭ

source: Show/hide emission layer
be_lt: Паказаć/схаваć слой забруджваньня

source: Show/hide industry statistics
be_lt: Паказаć/схаваć статыстыку прамысловаśці

source: Show/hide land use layer
be_lt: Паказаć/схаваć слой забудовы тэрыторыі

source: Show/hide landscaping menu
be_lt: Паказаć/схаваć мэню краявіду

source: Show/hide line manager
be_lt: Паказаć/схаваć налады лініі

source: Show/hide line statistics
be_lt: Паказаć/схаваć статыстыку ліній

source: Show/hide music player
be_lt: Паказаć/схаваć музычны прайгравальнік

source: Show/hide navigable waters layer
be_lt: Паказаć/схаваć слой суднаходных воды

source: Show/hide rail buildings menu
be_lt: Паказаć/схаваć мэню будынкаŭ чыгуначнага транспарту

source: Show/hide rail menu
be_lt: Паказаć/схаваć мэну чыгункі

source: Show/hide road buildings menu
be_lt: Паказаć/схаваć мэню будынкаŭ дарожнага транспарту

source: Show/hide road menu
be_lt: Паказаć/схаваć мэну дарогі

source: Show/hide station statistics
be_lt: Паказаć/схаваć статыстыку станцыі

source: Show/hide stations layer
be_lt: Паказаć/схаваć слой станцый

source: Show/hide statistics window
be_lt: Паказаć/схаваć акно статыстыкі

source: Show/hide street builder menu (curved mode)
be_lt: Паказаć/схаваć мэню будовы вуліц (выгнуты рэжым)

source: Show/hide street builder menu (straight mode)
be_lt: Паказаć/схаваć мэню будовы вуліц (просты рэжым)

source: Show/hide street builder menu (upgrade mode)
be_lt: Паказаć/схаваć мэню будовы вуліц (рэжым паlaпшэньня)

source: Show/hide street constructions menu
be_lt: Паказаć/схаваć мэню будаваньня вуліц

source: Show/hide street modification tools menu
be_lt: Паказаć/схаваć мэню прылад паlaпшэньня вуліцы

source: Show/hide street traffic layer
be_lt: Паказаć/схаваć слой вулічнага руху

source: Show/hide street waypoints menu
be_lt: Паказаć/схаваć мэню маршрутных пунктаŭ вуліц

source: Show/hide streets menu
be_lt: Паказаć/схаваć мэню вуліц

source: Show/hide terrain paint tools menu
be_lt: Паказаć/схаваć мэню прылад дla маlaваньня мясцоваśці

source: Show/hide terrain tools menu
be_lt: Паказаć/схаваć меню прылад мясцоваśці

source: Show/hide town statistics
be_lt: Паказаć/схаваć статыстыку мест

source: Show/hide track builder menu (upgrade mode)
be_lt: Паказаć/схаваć мэню будовы чыгункі (рэжым паlaпшэньня)

source: Show/hide track modification tools menu
be_lt: Паказаć/схаваć мэню прылад паlaпшэньня чыгункі

source: Show/hide track signals menu
be_lt: Паказаć/схаваć мэню сыгналаŭ

source: Show/hide track speed limits layer
be_lt: Паказаć/схаваć слой абмежаваньняŭ хуткаśці чыгункі

source: Show/hide track waypoints menu
be_lt: Паказаć/схаваć мэню чыгуначных маршрутных пунктаŭ

source: Show/hide tracks menu
be_lt: Паказаć/схаваć мэню чыгункі

source: Show/hide vehicle manager
be_lt: Паказаć/схаваć налады транспарту

source: Show/hide vehicle statistics
be_lt: Паказаć/схаваć статыстыку транспарту

source: Show/hide warnings window
be_lt: Паказаć/схаваć акно папярэджаньняŭ

source: Show/hide water buildings menu
be_lt: Паказаć/схаваć мэню водных будынкаŭ

source: Show/hide water menu
be_lt: Паказаć/схаваć мэню воднага транспарту

source: Showing {from}-{to} of {total} mods
be_lt: {from}–{to} з {total} мадыфікацыяŭ

source: Sign in with Email
be_lt: Увайśці ŭ акаŭнт праз э-пошту

source: Sign-In Error
be_lt: Памылка ŭваходу

source: Signal #{number}
be_lt: Сыгнал #{number}

source: Signals
be_lt: Сыгналы

source: Signals must be removed first
be_lt: Спачатку выдаліце сыгналы

source: Single
be_lt: Адзіночны

source: Size
be_lt: Памер

source: Skip collision
be_lt: Прапуśціć сутыкненьні

source: Sky
be_lt: Неба

source: Slope threshold
be_lt: Мяжа нахілу

source: Smooth the terrain.
be_lt: Выгладжвае мясцоваść.

source: Smooth tool
be_lt: Прылада выгладжваньня

source: Some DLCs and/or mods could not be found. Please install them first in order to load this savegame.
be_lt: Некаторы śцягваемы Зьмест ня можа быć знойдзены. Каб загрузіć гэтае захаваньне, вы мусіце спачатку ŭстаlaваć іх.

source: Some cargo items are lost because station is overloaded.
be_lt: Частка грузу была страчана з-за перагрузу станцыі.

source: Some passengers leave because station is overloaded.
be_lt: Частка пасажыраŭ сышла, з-за перагрузу вакзалу.

source: Sort
be_lt: Сартаваć

source: Sound Effects
be_lt: Гукавыя эфэкты

source: Sound effects
be_lt: Гукавыя эфэкты

source: Soundtrack
be_lt: Гукавая śцежка

source: Source
be_lt: Крыніца

source: Spawning animals...
be_lt: Стварэньне жывёл...

source: Specify vehicle
be_lt: Пазначце транспарт

source: Speed
be_lt: Хуткаść

source: Speed of light
be_lt: Хуткаść śвятла

source: Speed units
be_lt: Адзінкі хуткаśці

source: Speed: 1x
be_lt: Хуткаść: 1x

source: Speed: 2x
be_lt: Хуткаść: 2x

source: Speed: 4x
be_lt: Хуткаść: 4x

source: Standard Edition
be_lt: Звычайнае выданьне

source: Start
be_lt: Пачаć

source: Start mission
be_lt: Пачніце місію

source: Start preview
be_lt: Пачаć агlaд

source: Start recording
be_lt: Пачаć запіс

source: Start the editor
be_lt: Запусціце рэдактар

source: Start the game
be_lt: Распачаć гульню

source: Start upload
be_lt: Пачніце запампаваньне

source: Start year
be_lt: Пачатковы год

source: Start year:
be_lt: Пачатковы год:

source: Station
be_lt: Станцыя

source: Station %1% appears consecutively twice
be_lt: Станцыя "%1%" з'яŭlaецца два разы запар

source: Station appears consecutively twice
be_lt: Станцыя з'яŭlaецца два разы запар

source: Station statistics
be_lt: Статыстыка станцыі

source: Station types don't match (e.g. bus stop and train station)
be_lt: Тыпы станцый не супадаюć (н.п. аŭтобусны прыпынак і чыгуначны вакзал)

source: Stations
be_lt: Станцыі

source: Stations layer
be_lt: Слой станцый

source: Stations report the following problems:
be_lt: Станцыі паведамlaюć пра наступныя прабleмы:

source: Statistics
be_lt: Статыстыка

source: Status
be_lt: Стан

source: Steam
be_lt: Паравы

source: Steam API init failed
be_lt: Памылка ініцыялізацыі API Steam

source: Steam Train
be_lt: Паравоз

source: Steam Workshop
be_lt: Майстэрня Steam

source: Steam locomotives
be_lt: Паравыя loкаматывы

source: Steam multiple units
be_lt: Паравы цягавы копleкс

source: Stocks
be_lt: Запасы

source: Stolen Content
be_lt: Скрадзены зьмест

source: Stop
be_lt: Спыніć

source: Stop #{number}
be_lt: Прыпынак #{number}

source: Stop can not be used with current vehicles
be_lt: Гэты транспарт ня можа карыстацца гэтым прыпынакам

source: Stop preview
be_lt: Спыніć пярэдпрагlaд

source: Stopped
be_lt: Спыніŭся

source: Stopping
be_lt: Спыненьне

source: Stops must be removed first
be_lt: Спачатку выдаліце прыпынкі

source: Store the current list of activated mods in a mod preset
be_lt: Захаваć бягучы śпіс актыŭных мадыфікацый як нарыхтоŭку мадыфікацый

source: Store the current list of activated mods in a preset
be_lt: Захаваć бягучы śпіс актыŭных мадыфікацый як нарыхтоŭку

source: Stored
be_lt: Захавана

source: Straight
be_lt: Просты

source: Street constructions
be_lt: Вулічныя збудаваньні

source: Street locked
be_lt: Вуліца заблакавана

source: Street traffic layer
be_lt: Слой вулічнага руху

source: Streets
be_lt: Вуліцы

source: Strength
be_lt: Сіла

source: Submit
be_lt: Даслаć

source: Subscribe
be_lt: Падпісацца

source: Subscribed
be_lt: Падпісаны

source: Subscribers
be_lt: Падпісанты

source: Subscription state of {amount} mods updated.
be_lt: Абноŭleны стан падпіскі наступнай колькаśці мадыфікацыяŭ: {amount}.

source: Subtitle {num}
be_lt: Надпісы {num}

source: Subtitles
be_lt: Надпісы

source: Successfully connected all stations
be_lt: Усе станцыі паśпяхова падключыны

source: Successfully connected all stations, disabled {num} alternative terminal
be_lt: Усе станцыі паспяхова падлучаны, {num} альтэрнатыŭны тэрмінал адключаны

source: Summary
be_lt: Падсумаваньне

source: Summary:
be_lt: Падсумаваньне:

source: Suppliers
be_lt: Пастаŭшчыкі

source: Supply
be_lt: Пастаŭка

source: Supply rating
be_lt: Ацэнка даставы

source: TGA could not be read
be_lt: Немагчыма прачытаć файл TGA

source: Tag(s):
be_lt: Тэг(і):

source: Tags
be_lt: Тэгі

source: Target population
be_lt: Мэтавае насельніцтва

source: Task completed
be_lt: Заданьне выканана

source: Tasks
be_lt: Задачы

source: Terminal %1%
be_lt: Тэрмінал %1%

source: Terminals
be_lt: Тэрміналы

source: Terrain
be_lt: Зямla

source: Terrain textures
be_lt: Тэкстуры зямлі

source: Terrain tools
be_lt: Прылады краявіду

source: Text
be_lt: Тэкст

source: Textures
be_lt: Тэкстуры

source: Thank you for your feedback.
be_lt: Дзякуем за інфармацыю.

source: The camera config "{}" already exists. Do you want to overwrite it?
be_lt: Налады камэры пад назвай "{}" ужо існуе. Вы хочаце перазапісаć іх?

source: The condition is very bad.
be_lt: Заблагі стан.

source: The condition of multiple vehicles is very bad.
be_lt: Стан некаторага транспарту заблагі.

source: The description contains unsupported or malformed elements and cannot be displayed here.
be_lt: Апісаньне складае непадтрымоŭваныя або скажоныя эleмэнты й ня можа быć тут адлюстравана.

source: The existing mod on {backend} will be updated.
be_lt: Існуючая мадыфікацыя ({backend}) будзе абноŭleна.

source: The future is now, old man
be_lt: Прышлаść надыйшла, стары

source: The heightmap "%1%" already exists. Do you want to overwrite it?
be_lt: Мапа вышынь пад назвай "%1%" ужо існуе. Вы хочаце перазапісаć яе?

source: The initial size of %1%
be_lt: Пачатковы памер %1%

source: The king of the sea
be_lt: Кароль марэй

source: The mod preset "{}" already exists. Do you want to overwrite it?
be_lt: Нарыхтоŭка мадыфікацый "{}" ужо існуе. Вы хочаце перазапісаć яе?

source: The name of the animal
be_lt: Назва жывёлы

source: The name of the construction
be_lt: Назва будынку

source: The name of the depot
be_lt: Назва дэпо

source: The name of the industry
be_lt: Назва прамысловаśці

source: The name of the line
be_lt: Назва лініі

source: The name of the resident
be_lt: Назва жыхару

source: The name of the signal
be_lt: Назва сыгналу

source: The name of the station
be_lt: Назва станцыі

source: The name of the town
be_lt: Назва места

source: The name of the transport vehicle
be_lt: Назва транспартнага сродку

source: The name of the waypoint
be_lt: Назва маршрутнага пункту

source: The number of jobs in %1%
be_lt: Колькаść мейсц працы ŭ %1%

source: The number of residents in %1% is growing
be_lt: Насельніцтва места %1% павялічваецца

source: The number of residents in %1% is shrinking
be_lt: Насельніцтва места %1% памяншаецца

source: The number of residents in %1% is stable
be_lt: Насельніцтва места %1% стабільна

source: The number of shopping facilities in %1%
be_lt: Колькаść гандloвых аб'ектаŭ у %1%

source: The number or residents %1% will grow/shrink to
be_lt: Колькаść жыхароŭ %1% павялічыцца/паменшыцца да

source: The savegame "{}" already exists. Do you want to overwrite it?
be_lt: Захаваньне „{}” ужо існуе. Ці хаціце яго перазапісаć?

source: The station is not connected to a street.
be_lt: Станцыя не падлучана да дарогі.

source: The total growth
be_lt: Агульны прырост

source: The ugly smell of success
be_lt: Брыдкі пах поśпеху

source: There are %1% vehicles to be replaced
be_lt: Транспарт да замены: %1%

source: There are no warnings!
be_lt: Брак заŭваг!

source: There is one vehicle to be replaced
be_lt: Трэба замяніć адзін транспарт

source: This mod's format is deprecated. Please contact the author to obtain an up-to-date version.
be_lt: Гэты фармат мадыфікацыі больш не падтрымліваецца. Скантактуйцеся зь аŭтарам, каб атрымаć апошнюю версію.

source: This requires reloading all textures, might take a long time and will momentarily freeze the game. Save your progression before triggering this operation.
be_lt: Гэта патрабуе перазагрузкі ŭсіх тэкстур, можа заняć шмат часу й на імгненьне замарозіć гульню. Захавайце свой поступ перад запускам гэтай аперацыі.

source: This savegame contains vehicles for which improved models are available due to a game update.
be_lt: Гэта захаваньне зьмяшчае транспарт, якія атрымаŭ паleпшаныя мадэлі праз абнаŭleньне гульні.

source: This savegame requires game resources which are not available, e.g. due to missing mods. Check the stdout.txt for detailed information and expect unwanted behavior of the game.
be_lt: Гэта захаваньне патрабуе рэсурсы, якія недаступны, напрыклад, з-за браку мадыфікацый. Падрабязнаśці гlaдзіце ŭ файle stdout.txt. Чакайце непажаданыя з'явы ŭ гульні.

source: This savegame requires models which are not available, e.g. due to missing mods. Instances of the following models are replaced by placeholders:
be_lt: Гэта захаваньне патрабуе рэсурсы, якія недаступны, напрыклад, з-за браку мадыфікацый. Асобнікі наступных мадэlaŭ былі заменены на часовыя мадэлі:

source: This savegame requires models which are not available, e.g. due to missing mods. Instances of {number} models are replaced by placeholders.
be_lt: Гэта захаваньне гульні патрабуе рэсурсаŭ, якія недаступныя, напрыклад, з-за адсутнаśці мадыфікацыяŭ. Асобнікі мадэlaŭ ({number}) былі заменены на часовыя мадэлі.

source: This setting can only be changed in the main menu
be_lt: Гэтую наладу можна зьмяніć толькі ŭ галоŭным мэню

source: This warning can be deactivated in the settings Advanced tab.
be_lt: Гэта папярэджаньне можна адключыć на картке дадатковых налад.

source: Thrust
be_lt: Паскарэньне

source: Tickets
be_lt: Біleт

source: Time
be_lt: Час

source: Time scale
be_lt: Шкала часу

source: To Desktop
be_lt: Да працоŭнага стала

source: To main menu
be_lt: Да галоŭнага мэню

source: Today, {time}
be_lt: Сёньня, {time}

source: Toggle precedence
be_lt: Зьмяніć першынство

source: Toggle the button to jump to the first point where the path couldn't continue.
be_lt: Пераключыце кнопку, каб перайśці да першага пункту, дзе немагчыма працягнуć маршрут.

source: Toggle traffic light
be_lt: Змяніć śвятлафоры

source: Too much curvature
be_lt: Крывізна надта вялікая

source: Too much slope
be_lt: Схіл надта круты

source: Tools
be_lt: Прылады

source: Top length (rail)
be_lt: Найбольшая даŭжыня (чыгунка)

source: Top speed
be_lt: Найбольшая хуткаść

source: Top speed for slopes:
be_lt: Максімальная хуткаść на ŭхіle:

source: Total
be_lt: Усяго

source: Total bridges
be_lt: Усяго мастоŭ

source: Total electrified
be_lt: Усяго элэктрыфікавана

source: Total growth: %1% residents
be_lt: Агульны прырост: %1% жыхароŭ

source: Total high-speed
be_lt: Агульная колькаść звышхуткіх

source: Total length of train is %s
be_lt: Агульная даŭжыня цягніку: %s

source: Total tracks
be_lt: Агульная колькасć трэкаŭ

source: Total tunnels
be_lt: Агульная колькаść тунэlaŭ

source: Town
be_lt: Места

source: Town authorities complain about following interrupted street connections:
be_lt: Улады места скардзяцца на наступныя перабоі на дарогах:

source: Town builder
be_lt: Стваральнік места

source: Town growth
be_lt: Развіćцё места

source: Town names:
be_lt: Назвы мест:

source: Town statistics
be_lt: Статыстыка места

source: Towns
be_lt: Месты

source: Towns cargo needs
be_lt: Попыт местаŭ на тавары
