Repository: Dejssa/Pieraklady_BY
Catalog: Transport Fever 2/Steam Workshop/res/strings/*/LC_MESSAGES/*.po
Languages: be_lt

source: Towns/industries
be_lt: Месты / прамысловаśці

source: Track constructions
be_lt: Будаваньне рэяк

source: Track speed limits layer
be_lt: Слой абмежаваньня хуткаśці рэяк

source: Tracks
be_lt: Рэйкі

source: Tractive effort
be_lt: Цягавы высілак

source: Traffic
be_lt: Рух

source: Traffic light control tool
be_lt: Інструмэнт кіраваньня śвятлафорам

source: Traffic lights
be_lt: śвятлафор

source: Train
be_lt: Цягнік

source: Train depot
be_lt: Цягніковае дэпо

source: Train does not have a locomotive
be_lt: Цягнік ня мае loкаматыву

source: Train {number}
be_lt: Цягнік {number}

source: Trains
be_lt: Цягнікі

source: Trains mutually blocked
be_lt: Цягнікі блакуюć адзін аднаго

source: Tram
be_lt: Трамвай

source: Tram depot
be_lt: Трамвайнае дэпо

source: Tram track
be_lt: Трамвайныя рэйкі

source: Tram track tool
be_lt: Прылада трамвайных рэяк

source: Tram {number}
be_lt: Трамвай {number}

source: Trams
be_lt: Трамваі

source: Trans-Siberian Railway
be_lt: Транśсібірская магістраль

source: Transport
be_lt: Транспарт

source: Transport belt
be_lt: Транспартная стужка

source: Transport corporation
be_lt: Транспартная карпарацыя

source: Transport master
be_lt: Транспартны майстра

source: Transport millionaire
be_lt: Транспартны мільянэр

source: Transport shark
be_lt: Транспартная акула

source: Transport shark (Hard mode)
be_lt: Транспартная акула (цяжкі рэжым)

source: Transport tycoon
be_lt: Транспартны магнат

source: Transport tycoon (Hard mode)
be_lt: Транспартны магнат (цяжкі рэжым)

source: Transported
be_lt: Перавезены

source: Travel back and forward in time using the time control in sandbox mode.
be_lt: У рэжыме пясочніцы здзейśніце падарожжа ŭ часе праз кантролю часу.

source: Trending
be_lt: Папуlaрныя

source: Trophy set for Transport Fever 2
be_lt: Набор трафэяŭ Transport Fever 2

source: Truck
be_lt: Грузавік

source: Truck station
be_lt: Станцыя грузавікоŭ

source: Try to fix problem automatically
be_lt: Паспрабуйце выправіć прабleму аŭтаматычна

source: Tunnel
be_lt: Тунэль

source: Turn music on
be_lt: Уключыć музыку

source: Type
be_lt: Тып

source: Types of stations %1% and %2% don't match
be_lt: Тыпы станцый (%1% і %2%) не сумяшчальныя

source: USA
be_lt: ЗША

source: Unable to align terrain
be_lt: Немагчыма выраŭняć зямлю

source: Unable to find path to depot
be_lt: Немагчыма знайśці маршрут да дэпо

source: Unable to find path to stop
be_lt: Немагчыма знайśці маршрут да прыпынку

source: Unable to load. The current save contains content that is not included in your version.
be_lt: Немагчыма загрузіć. Бягучае захаваньне зьмяшчае зьмеśціва, якое не ŭключана ŭ вашу версію.

source: Unconnected streets
be_lt: Нязлучаныя вуліцы

source: Understood!
be_lt: Зразумеŭ!

source: Unemployed
be_lt: Беспрацоŭны

source: Uninstall pending
be_lt: Выдаlaецца

source: Uninstalling mod
be_lt: Выдаleньне мадыфікацыі

source: Unknown
be_lt: Невядомае

source: Unknown Entity
be_lt: Невядомая сутнасć

source: Unload
be_lt: Разгрузіć

source: Unload only
be_lt: Толькі разгрузка

source: Unloaded
be_lt: Разгруджанны

source: Unlock all trophies.
be_lt: Разблакуйце ŭсе трафэі.

source: Unsaved changes will be lost.
be_lt: Незахаваныя зьмены будуć страчаны.

source: Unsubscribe
be_lt: Адпісацца

source: Up
be_lt: У гару

source: Update
be_lt: Абнавіć

source: Update models
be_lt: Абнавіć мадэлі

source: Update pending
be_lt: Абнаŭlaецца

source: Upgrade
be_lt: Паleпшыć

source: Upgrade streets with bus lanes.
be_lt: Паleпшыć вуліцы на аŭтобусныя лініі.

source: Upgrade streets with traffic lights.
be_lt: Паleпшыć вуліцы на śвятлафоры.

source: Upgrade streets with tram tracks.
be_lt: Паleпшыć вуліцы на трамвайныя рэйкі.

source: Upgrade tracks for higher speeds.
be_lt: Паleпшыć чыгунку на найбольшую хуткаść.

source: Upgrade tracks with catenary.
be_lt: Паleпшыć рэйкі праз эleктрафікацыю.

source: Upload
be_lt: Запампаваć

source: Upload Complete
be_lt: Запампаваньне скончана

source: Upload was successful.
be_lt: Паśпяхова запампавана.

source: Uploaded
be_lt: Запампавана

source: Uploading mods
be_lt: Запампаваньне мадыфікацый

source: Uploading...
be_lt: Запампоŭваньне...

source: Upper {townName}
be_lt: {townName} Горнае места

source: Use <Alt> + <Enter> to toggle between full-screen and windowed mode.
be_lt: <Alt> + <Enter> пераключыцца паміж рэжымамі адлюстраваньня.

source: Use default connections
be_lt: Ужыć спалучэньні па змаŭчаньні

source: Use hardware mouse cursor
be_lt: Ужыć апаратны курсор мышы

source: Use the <<{horn}>> button to sound the horn
be_lt: Націśні <<{horn}>>, абы скарыстаć гукавы сігнал

source: Use the <<{next}>> and <<{prev}>> buttons to change the position of the cockpit camera
be_lt: Ужывай кнопкі <<{next}>> і <<{prev}>>, абы зьмяніć погlaд камэры кабіны

source: Use the paint tool to change the terrain in free game.
be_lt: Зьмяніце мясцоваść праз маlaваньне мясцоваśці ŭ вольнай гульне.

source: Use the terrain tool to change the terrain in free game.
be_lt: Зьмяніце мясцоваść праз прылады мясцоваśці ŭ вольнай гульне.

source: User interface mode
be_lt: Тып інтэрфейсу карыстальніку

source: User profile creation failed
be_lt: Памылка стварэньня профілю карыстальніку

source: VSync
be_lt: В-Сынхранізацыя

source: Vacant
be_lt: Вольны

source: Validation Error
be_lt: Памылка паćвярджэньня

source: Value
be_lt: Вартаść

source: Vehicle
be_lt: Транспарт

source: Vehicle condition
be_lt: Стан транспарту

source: Vehicle condition {percentage}%
be_lt: Стан транспарту: {percentage}%

source: Vehicle in depot
be_lt: Транспарт у дэпо

source: Vehicle in the way
be_lt: Транспарт едзе

source: Vehicle lifetime
be_lt: Цыкл жыćця транспарту

source: Vehicle lifetime check interval (minutes)
be_lt: Частата праверкі тэрміну трываньня транспарту (хвіліны)

source: Vehicle manager
be_lt: Налады транспарту

source: Vehicle statistics
be_lt: Статыстыка транспарту

source: Vehicle store
be_lt: Крама транспарту

source: Vehicle to replace
be_lt: Транспарт да замены

source: Vehicle will be sold on arrival
be_lt: Транспарт будзе прададзены па прыбыćці

source: Vehicles
be_lt: Транспарт

source: Vehicles in depot
be_lt: Транспарт у дэпо

source: Vehicles never expire
be_lt: Тэрмін дзеяньня транспарту не абмежаваны

source: Vehicles never expire:
be_lt: Тэрмін дзеяньня транспарту не абмежаваны:

source: Vehicles on line
be_lt: Транспарт на лініі

source: Vehicles report following problems:
be_lt: Транспартны паведамlaе пра наступныя прабleмы:

source: Vehicles to replace
be_lt: Транспарт да замены

source: Vehicles:
be_lt: Транспарт:

source: Very bad
be_lt: Заблага

source: Very good
be_lt: Задобра

source: Very high
be_lt: Завысока

source: Very poor
be_lt: Заслаба

source: Video
be_lt: Відэа

source: View
be_lt: Прагlaд

source: View Statistics
be_lt: Прагlaд статыстыкі

source: Voice-over
be_lt: Агучваньне

source: Voice-over {num}
be_lt: Агучваньне – {num}

source: Volume settings
be_lt: Налады гучнаśці

source: Wagons
be_lt: Грузавыя вагоны

source: Wait
be_lt: Пачакайце

source: Waiting for free path
be_lt: Чакае на вольную дарогу

source: Warning: Disabling will remove mod content and replace it with default assets.
be_lt: Увага: адключэньне прывядзе да выдаleньня зьместу мадыфікацыі й ягонай замены на звычайныя эleмэнты.

source: Warning: adding this mod may lead to unexpected results.
be_lt: Увага: даданьне гэтай мадыфікацыі можа выклікаć нечаканыя з'явы.

source: Warning: adding this mod will likely cause the game to crash.
be_lt: Увага: даданьне гэтай мадыфікацыі можа выклікаć збой гульні.

source: Warning: video RAM usage critical ({percentage}). The game may close unexpectedly. It is highly recommended to reduce the texture settings.
be_lt: Увага: крытычны ŭзровень выкарыстоŭванай аператыŭнай памяці ({percentage}). Гульня можа нечакана закрыцца. Мы раім выбраć больш нізкія параметры тэкстураŭ.

source: Warnings
be_lt: Папярэджаньні

source: Water
be_lt: Водны

source: Water level:
be_lt: Узровень вады:

source: Waypoint #{number}
be_lt: Маршрутны пункт #{number}

source: Waypoint outside of navigable waters
be_lt: Маршрутны пункт па-за межамі суднаходных вод

source: Waypoints
be_lt: Маршрутныя пункты

source: Weight
be_lt: Вага

source: Weight %1% + %2% (Cargo)
be_lt: Вага %1% + %2% (груз)

source: Weight units
be_lt: Адзінкі вагі

source: What is mod.io
be_lt: Што такое mod.io?

source: Win
be_lt: Перамога

source: Window settings
be_lt: Налады вокна

source: Windowed
be_lt: Ваконны

source: With lines
be_lt: Сувязь

source: Work
be_lt: Праца

source: Workplaces
be_lt: Мейсца працы

source: Write STL
be_lt: Запісаć STL

source: Write additional STL file with heightmap data
be_lt: Запісаć дадатковы файл STL з дадзенымі мап вышынь

source: Wrong carrier
be_lt: Няправільны перавозчык

source: Year
be_lt: Год

source: Year built
be_lt: Год збудовы

source: Yes
be_lt: Так

source: Yesterday, {time}
be_lt: Учорай, {time}

source: You did it!
be_lt: Ты здоleŭ!

source: You have finished the {campaignName} campaign!
be_lt: Вы завяршылі кампанію „{campaignName}”!

source: You have finished {campaignName}
be_lt: Вы завяршылі кампанію {campaignName}

source: You may retry the installation attempt or unsubscribe from the mod.
be_lt: Можаце паŭтарыć спробу ŭстаloŭкі або спыніć падпіску на мадыфікацыю.

source: Zoom in to build
be_lt: Прыблізьце, каб збудаваć

source: Zoom out from cursor
be_lt: Аддаліć ад курсору

source: Zoom sensitivity (game camera)
be_lt: Чуйнаść маштабаваньня (камера гульні)

source: Zoom to cursor
be_lt: Павялічыć на курсор

source: [UserData]/
be_lt: [Дадзеныя карыстальніку]/

source: [not found]
be_lt: [ня знойдзена]

source: [{key}] is already used by:
be_lt: Ключ [{key}] ужо ужыты праз:

source: [{key}] is used by a predefined function and can not be assigned.
be_lt: Кlaвіша [{key}] ужываецца загадзя вызначанай функцыяй і ня можа быć назначана

source: around {mission_year}
be_lt: каla {mission_year}

source: can not reach next
be_lt: ня можа дасягнуć наступнага

# destination
source: None
be_lt: Брак

# difficulty
source: Easy
be_lt: loгка

# difficulty
source: Hard
be_lt: Цяжка

# difficulty
source: Medium
be_lt: Сярэдні

# difficulty
source: Very hard
be_lt: Зацяжка

# distance-unit
source: Feet
be_lt: Стопы

# distance-unit
source: Mile
be_lt: Міla

# distance-unit
source: Yard
be_lt: Ярд

# distance-unit
source: km
be_lt: км

# distance-unit
source: m
be_lt: м

# force-unit
source: kN
be_lt: кН

# force-unit
source: kgf
be_lt: кг/с

# force-unit
source: lbf
be_lt: фунт/с

source: from %1%
be_lt: ад %1%

# graphic-settings
source: Performance
be_lt: Прадукцыйнаść

# graphic-settings
source: Quality
be_lt: Якаść

# map-size
source: Huge
be_lt: Велізарны

# map-size
source: Large
be_lt: Вялікі

# map-size
source: Medium
be_lt: Сярэдні

# map-size
source: Megalomaniac
be_lt: Манія вялікаśці

# map-size
source: Small
be_lt: Малы

# map-size
source: Tiny
be_lt: Малюткі

# map-size
source: Very Large
be_lt: Завялікі

source: max. wait time
be_lt: макс. час чаканьня

source: min. wait time
be_lt: мін. час чаканьня

# mod-state
source: Built-in mods
be_lt: Убудаваныя мадыфікацыі

# mod-state
source: DLC
be_lt: śцягваемы Зьмест

# mod-state
source: Shared via {}
be_lt: Агульнадаступна праз: {}

# mod-state
source: Staging area
be_lt: Падрыхтоŭчы абшар

# mod-state
source: Uploaded to Steam Workshop
be_lt: Даслана да майстэрні Steam

# mod-state
source: User mods
be_lt: Мадыфікацыі карыстальніку

# mod-tags
source: Airport
be_lt: loтнішча

# mod-tags
source: Animal
be_lt: Жывёлы

# mod-tags
source: Asia
be_lt: Азія

# mod-tags
source: Asset
be_lt: Эleмэнт

# mod-tags
source: Bridge
be_lt: Мост

# mod-tags
source: Brush Asset
be_lt: Эleмэнт пэндзьla

# mod-tags
source: Building
be_lt: Будынак

# mod-tags
source: Bus
be_lt: Аŭтобус

# mod-tags
source: Bus Station
be_lt: Аŭтобусны вакзал

# mod-tags
source: Campaign
be_lt: Кампанія

# mod-tags
source: Car
be_lt: Машына

# mod-tags
source: Cargo Harbor
be_lt: Грузавы прычал

# mod-tags
source: Cargo Station
be_lt: Грузавая станцыя

# mod-tags
source: Depot
be_lt: Дэпо

# mod-tags
source: Dry
be_lt: Сухі

# mod-tags
source: Europe
be_lt: Эŭропа

# mod-tags
source: Industry
be_lt: Прамысловаść

# mod-tags
source: Localization
be_lt: Пераклад

# mod-tags
source: Locomotive
be_lt: loкаматыŭ

# mod-tags
source: Map
be_lt: Мапа

# mod-tags
source: Map/Savegame
be_lt: Мапа/захаваньне

# mod-tags
source: Misc
be_lt: Рознае

# mod-tags
source: Mission
be_lt: Місія

# mod-tags
source: Multiple Unit
be_lt: Цягавы копleкс

# mod-tags
source: Passenger Harbor
be_lt: Пасажырская прычал

# mod-tags
source: Person
be_lt: Асобы

# mod-tags
source: Plane
be_lt: Самаloт

# mod-tags
source: Railroad Crossing
be_lt: Чыгуначны пераезд

# mod-tags
source: Road Depot
be_lt: Дарожнае дэпо

# mod-tags
source: Savegame
be_lt: Захаваньне

# mod-tags
source: Scenario
be_lt: Сцэнар

# mod-tags
source: Script Mod
be_lt: Скрыптаваныя

# mod-tags
source: Shader
be_lt: Шэйдар

# mod-tags
source: Ship
be_lt: Карабель

# mod-tags
source: Shipyard
be_lt: Вэрф

# mod-tags
source: Signal
be_lt: Сыгнал

# mod-tags
source: Sound
be_lt: Гук

# mod-tags
source: Station
be_lt: Станцыя

# mod-tags
source: Street
be_lt: Вуліца

# mod-tags
source: Street Construction
be_lt: Вулічныя будовы

# mod-tags
source: Temperate
be_lt: Умераны

# mod-tags
source: Town Building
be_lt: Будынак места

# mod-tags
source: Track
be_lt: Рэйка

# mod-tags
source: Track Asset
be_lt: Эleмэнты рэяк

# mod-tags
source: Track/Street
be_lt: Рэйка/вуліца

# mod-tags
source: Train Depot
be_lt: Цягніковае дэпо

# mod-tags
source: Train Station
be_lt: Чыгуначны вакзал

# mod-tags
source: Tram
be_lt: Трамвай

# mod-tags
source: Tram Depot
be_lt: Трамвайнае дэпо

# mod-tags
source: Tram Station
be_lt: Прыпынак трамваяŭ

# mod-tags
source: Tropical
be_lt: Трапічны

# mod-tags
source: Truck
be_lt: Грузавік

# mod-tags
source: Truck Station
be_lt: Станцыя грузавікоŭ

# mod-tags
source: Tunnel
be_lt: Тунэль

# mod-tags
source: USA
be_lt: ЗША

# mod-tags
source: Vehicle
be_lt: Транспарт

# mod-tags
source: Wagon
be_lt: Вагон

source: mod.io Terms Of Use
be_lt: умовы карыстаньня mod.io

source: none
be_lt: брак

source: not combinable
be_lt: немагчыма падключыцца

source: not reachable from previous
be_lt: недаступны з папярэдняга

# number-format
source: Full
be_lt: Поŭны

# number-format
source: Short
be_lt: Скарочаны

# platform
source: Use your Console-Account
be_lt: Скарыстаć акаŭнт кансолі

# platform
source: Use your Epic Games-Account
be_lt: Скарыстаć акаŭнт Epic Games

# platform
source: Use your Steam-Account
be_lt: Скарыстаć акаŭнт Steam

# platform
source: use your GOG-Account
be_lt: Скарыстаć акаŭнт GOG

# platform-pc
source: Achievement earned
be_lt: Дасягненьне атрымана

# platform-pc
source: Achievements
be_lt: Дасягненьні

# platform-pc
source: Achievements can't be earned if the following settings are used:
be_lt: Дасягненьні будуć адключаны ŭ гульне з наступнымі наладамі:

# platform-pc
source: Achievements cannot be earned in this game because mods are or have been active.
be_lt: Дасягненьні адключаны у гэтай гульні, таму што мадыфікацыі актыŭны або былі раней.

# platform-pc
source: Controller
be_lt: Кантроleр

# platform-pc
source: Controller connected
be_lt: Кантроleр пад'яднаны

# platform-pc
source: Controller disconnected
be_lt: Кантроleр раз'яднаны

# platform-pc
source: Controller settings
be_lt: Налады кантроleру

# platform-pc
source: Mods are active or advanced settings are modified. Achievements cannot be earned!
be_lt: Актыŭны мадыфікаці або дадатковыя налады зьменены. Дасягнентні адключаны!

# platform-pc
source: See Deluxe Edition info
be_lt: Прагlaд інфармацыі аб Раскошным выданьні

# platform-pc
source: See your achievements
be_lt: Прагlaдзеć мае дасягненьні

# platform-pc
source: Swap sticks (game camera)
be_lt: Памяняйć падважнікі (камэра гульні)

# platform-pc
source: Swap sticks (menu navigation)
be_lt: Памяняйć падважнікі (навігацыя па меню)

# platform-playstation
source: Cheats are active or advanced settings are modified. Trophies cannot be earned!
be_lt: Коды актыŭны або дадатковыя налады зьменены. Трафэі адключаны!

# platform-playstation
source: Controller
be_lt: Кантроleр

# platform-playstation
source: Controller connected
be_lt: Кантроleр пад'яднаны

# platform-playstation
source: Controller disconnected
be_lt: Кантроleр раз'яднаны

# platform-playstation
source: Controller settings
be_lt: Налады кантроleру

# platform-playstation
source: Swap sticks (game camera)
be_lt: Памяняйć падважнікі (камэра гульні)

# platform-playstation
source: Swap sticks (menu navigation)
be_lt: Памяняйć падважнікі (навігацыя па меню)

# platform-playstation
source: Trophies can't be earned if the following settings are used:
be_lt: Трафэі будуć адключаны пры гульні з наступнымі наладамі:

# platform-playstation
source: Trophies cannot be earned in this game because cheats are or have been active.
be_lt: Трафэі адключаны у гэтай гульні, таму што коды актыŭны або былі раней.

# platform-xbox
source: Achievements can't be earned if the following settings are used:
be_lt: Дасягненьні будуć адключаны ŭ гульне з наступнымі наладамі:

# platform-xbox
source: Achievements cannot be earned in this game because cheats are or have been active.
be_lt: Дасягненьні адключаны у гэтай гульні, таму што коды актыŭны або былі раней.

# platform-xbox
source: Cheats are active or advanced settings are modified. Achievements cannot be earned!
be_lt: Коды актыŭны або дадатковыя налады зьменены. Дасягненьні адключаны!

# platform-xbox
source: Controller
be_lt: Кантроleр

# platform-xbox
source: Controller connected
be_lt: Кантроleр пад'яднаны

# platform-xbox
source: Controller disconnected
be_lt: Кантроleр раз'яднаны

# platform-xbox
source: Controller settings
be_lt: Налады кантроleру

# platform-xbox
source: Swap sticks (game camera)
be_lt: Памяняйć падважнікі (камэра гульні)

# platform-xbox
source: Swap sticks (menu navigation)
be_lt: Памяняйć падважнікі (навігацыя па меню)

# plural
source: Aircraft
be_lt: Самаloт

# power-unit
source: hp
be_lt: кс

# power-unit
source: kW
be_lt: кВт

# settings
source: Basics
be_lt: Асновы

# settings
source: Localization
be_lt: Пераклад

# slope
source: Flat
be_lt: Плоскі

# slope
source: High
be_lt: Высокі

# slope
source: Medium
be_lt: Сярэдні

# speed-unit
source: km/h
be_lt: км/г

# speed-unit
source: mph
be_lt: міль/г

# stats
source: Bulldozer
be_lt: Бульдозер

# stats
source: Depots
be_lt: Дэпо

# stats
source: Other
be_lt: Іншае

# stats
source: Roads
be_lt: Дарогі

# stats
source: Signals
be_lt: Сыгналы

# stats
source: Stations
be_lt: Станцыі

# stats
source: Tracks
be_lt: Рэйкі

source: to %1%
be_lt: да %1%

# town-size
source: Huge
be_lt: Велізарны

# town-size
source: Large
be_lt: Вялікі

# town-size
source: Medium
be_lt: Сярэдні

# town-size
source: Small
be_lt: Малы

# town-size
source: Tiny
be_lt: Малюткі

# unemployed-persons
source: none
be_lt: брак

source: unknown error
be_lt: невядомая памылка

source: unlimited
be_lt: без абмежаваньняŭ

# vacant-jobs
source: none
be_lt: брак

# value
source: High
be_lt: Высокі

# value
source: Low
be_lt: Нізка

# value
source: Medium
be_lt: Сярэдні

# value
source: Very high
be_lt: Завысока

# value
source: Very low
be_lt: Занізка

# vehicle-size
source: Large
be_lt: Вялікі

# vehicle-size
source: Small
be_lt: Малы

source: via
be_lt: праз

# weight-unit
source: kg
be_lt: кг

# weight-unit
source: lb
be_lt: фунт

# weight-unit
source: t/short ton
be_lt: т/тону амэрыканскую

# weight-unit
source: t/tonne
be_lt: т/тону мэтрычную

source: {angle} deg field of view
be_lt: Поle зроку: {angle} градусаŭ

source: {bytes} B
be_lt: {bytes} Б

source: {costs} + {percentage}% (Maintenance)
be_lt: {costs} + {percentage}% (utrzymanie)

source: {distance} ft
be_lt: {distance} фунт

source: {distance} km
be_lt: {distance} км

source: {distance} m
be_lt: {distance} м

source: {distance} mi
be_lt: {distance} міль(і)

source: {distance} yd
be_lt: {distance} ярды

source: {force} kN
be_lt: {force} кН

source: {force} kgf
be_lt: {force} кг/с

source: {force} lbf
be_lt: {force} фунт/с

source: {framerate} fps
be_lt: {framerate} к/с

source: {gigaBytes} GB
be_lt: {gigaBytes} ГБ

source: {kiloBytes} KB
be_lt: {kiloBytes} КБ

source: {length} x {width} km, {towns}, {industries}
be_lt: {length} x {width} км, {towns}, {industries}

source: {megaBytes} MB
be_lt: {megaBytes} МБ

source: {minutes} min
be_lt: {minutes} хв

source: {minutes} min {seconds} s
be_lt: {minutes} хв {seconds} с

source: {min} to {max}
be_lt: {min} да {max}

source: {number} building will be moved
be_lt: Будынак {number} будзе перасунаты

source: {number} building will be removed
be_lt: Наступны будынак будзе выдаleны: {number}

source: {number} field will be removed
be_lt: Поle {number} будзе выдаleна

source: {number} models have been replaced successfully.
be_lt: Паśпяхова заменена наступная колькаść мадэlaŭ: {number}

source: {number} module will be removed
be_lt: Модуль будзе выдаleны: {number}

source: {number} referenced bridge types not found.
be_lt: Ня знойдзена {number} тыпаŭ мастоŭ.

source: {number} referenced ground textures not found.
be_lt: Ня знойдзена {number} тэкстур зямлі.

source: {number} referenced materials not found.
be_lt: Ня знойдзена {number} пазначаных матэрыялаŭ.

source: {number} referenced street types not found.
be_lt: Ня знойдзена {number} тыпаŭ вуліц.

source: {number} referenced track types not found.
be_lt: Ня знойдзена {number} тупаŭ рэяк.

source: {number} referenced tunnel types not found.
be_lt: Ня знойдзена {number} тыпаŭ тунэlaŭ.

source: {num} mission
be_lt: Місія: {num}

source: {occupiedSlots} of {maxSlots}
be_lt: {occupiedSlots} з {maxSlots}

source: {percentage}% of lifetime ({years} remaining)
be_lt: {percentage}% тэрмін трываньня (застаецца: {years})

source: {percentage}% of {total}
be_lt: {percentage}% з {total}

source: {percentage}% positive
be_lt: {percentage}% пазітыŭных

source: {percent} overlength: travel time is {seconds1} s, {seconds2} s allowed!
be_lt: {percent} – задоŭга: час у дарозе складае {seconds1} с, дазвоleна {seconds2} с!

source: {power} hp
be_lt: {power} кс

source: {power} kW
be_lt: {power} кВт

source: {seconds} s
be_lt: {seconds} с

source: {speed} km/h
be_lt: {speed} км/г

source: {speed} mph
be_lt: {speed} міль/г

source: {steepness}: not enough power!
be_lt: {steepness}: за мала моцы!

source: {townName} Airport
be_lt: {townName} - loтнішча

source: {townName} Annex
be_lt: {townName} - Дадатак

source: {townName} Branch
be_lt: {townName} - Разгалінаваньне

source: {townName} Cargo
be_lt: {townName} - Грузавы

source: {townName} Cargo Airport
be_lt: {townName} – Грузавое loтнішча

source: {townName} Cargo Port
be_lt: {townName} – Грузавы порт

source: {townName} Central
be_lt: {townName} Цэнтр

source: {townName} East
be_lt: {townName} Усход

source: {townName} Exchange
be_lt: {townName} Вузел

source: {townName} Halt
be_lt: {townName} Прыпынак

source: {townName} North
be_lt: {townName} Поŭнач

source: {townName} Port
be_lt: {townName} – Порт

source: {townName} Sidings
be_lt: {townName} Раз’езд

source: {townName} Signal #{number}
be_lt: {townName} Сыгнал #{number}

source: {townName} South
be_lt: {townName} Поŭдзень

source: {townName} Transfer
be_lt: {townName} Пераходны

source: {townName} Waypoint #{number}
be_lt: {townName} Маршрутны пункт #{number}

source: {townName} West
be_lt: {townName} Захад

source: {username} Transport
be_lt: Транспарт ({username})

source: {weight} kg
be_lt: {weight} кг

source: {weight} lb
be_lt: {weight} фунт

source: {weight} t
be_lt: {weight} т

source: {} (Error code: {code})
be_lt: {} (Код памылкі: {code})

source: {}: Off
be_lt: {}: выкл.

source: {}: On
be_lt: {}: укл.
