Repository: Dejssa/Pieraklady_BY
Catalog: Transport Fever 2/Steam Workshop/res/strings/*/LC_MESSAGES/*.po
Languages: be_lt

source: - activate your dedicated graphics card (if available)
be_lt: - пераключыцеся на выдзеleную графічную картку, калі такая маецца

source: - install the latest graphics drivers
be_lt: - усталюйце найноŭшыя графічныя драйверы

source: (terminal %1%)
be_lt: (тэрмінал %1%)

source: or
be_lt: альбо

source: %1% Destinations
be_lt: Напрамкі: %1%

source: %1% Vehicle
be_lt: Транспарт: %1%

source: %1% Vehicle selected
be_lt: Выбраны транспарт.: %1%

source: %1% capacity
be_lt: Ёмістаść: %1%

source: %1% day
be_lt: %1% дзень

source: %1% industry
be_lt: Прамысловаść: %1%

source: %1% is on its way to heaven.
be_lt: %1% накіраваны да неба.

source: %1% mod available
be_lt: Даступна мадыфікацыя: %1%

source: %1% mod enabled
be_lt: Уключана мадыфікацыя: %1%

source: %1% month
be_lt: %1% месяц

source: %1% per vehicle
be_lt: %1%/транспарт

source: %1% signal will be removed
be_lt: Сыгнал %1% будзе выдаleны

source: %1% stop will be removed
be_lt: Прыпынак %1% будзе выдаleны

source: %1% town
be_lt: Места: %1%

source: %1% variant
be_lt: варыянт: %1%

source: %1% year
be_lt: %1% год

source: %1%/m²
be_lt: %1%/м²

source: %1%/year
be_lt: %1%/год

source: %1%: %2% (in %3% or %4%)
be_lt: %1%: %2% (у %3% або %4%)

source: %1%m to %2%m
be_lt: %1% м да %2% м

source: %d Year
be_lt: %d год

source: %d for having a fast vehicle
be_lt: %d за шыбкі транспарт

source: %d for having a profit of at least $10M
be_lt: %d за прыбытак мінімум 10 млн. $

source: %d for having a very long vehicle
be_lt: %d за доŭгі транспарт

source: %d for having transported at least 100000 passengers
be_lt: %d пунтаŭ за транспарціроŭку мінімум 100 000 пасажыраŭ

source: %d for having transported at least 100000 units of cargo
be_lt: %d пунтаŭ за транспарціроŭку мінімум 100 000 адзінак тавару

source: %d for high-speed rail network
be_lt: %d пунтаŭ за сетку высакахуткаснай чыгункі

source: %d for rail network bridges
be_lt: %d пунтаŭ за масты чыгуначнай сеткі

source: %d for rail network electrification
be_lt: %d пунтаŭ за эleктрыфікацыю чыгуначнай сеткі

source: %d for rail network length
be_lt: %d пунтаŭ за даŭжыню чыгуначнай сеткі

source: %d for rail network tunnels
be_lt: %d пунтаŭ за тунэлі чыгуначнай сеткі

source: %d point(s) for company value
be_lt: %d пунктаŭ за кошт кампаніі

source: %d point(s) for having more than 10 trains
be_lt: %d пунктаŭ за маёмаść больш за 10 цягнікоŭ

source: %d point(s) for having more than 100 road vehicles
be_lt: %d пунктаŭ за маёмаść больш за 100 адзінак дарожнага транспарту

source: %d point(s) for having more than 20 trams
be_lt: %d пунктаŭ за маёмаść больш за 20 трамваяŭ

source: %d point(s) for having more than 5 aircraft
be_lt: %d пунктаŭ за маёмаść больш за 5 самаloтаŭ

source: %d point(s) for having more than 5 ships
be_lt: %d пунктаŭ за маёмаść больш за 5 карабloŭ

source: %d point(s) for maximum vehicle age
be_lt: %d пунктаŭ за маёмаść транспартам, які дасягнуŭ максімальнага ŭзросту

source: (%1% compartment)
be_lt: (%1% адсек)

source: (+ Early Supporter content)
be_lt: (+ Зьмест раняшняга падтрымшчыку)

source: (+ Pre-order content)
be_lt: (+ Зьмест перад. замоŭцы)

source: (No target)
be_lt: (Брак цэлі)

source: (stopped)
be_lt: (затрыманы)

source: ... insert code
be_lt: ... увеśці код

source: 16-bit grayscale
be_lt: 16-бітавая шкала адценьняŭ шэрага

source: <unknown artist>
be_lt: <невядомы выканаŭца>

source: <unknown title>
be_lt: <невядомая назва>

source: >5000 years
be_lt: > 5000 гадоŭ

source: A game update is required to load this savegame.
be_lt: Дla загрузкі гэтай захаваньня патрабуецца абнаŭleньне.

source: A grieving day
be_lt: Дзень смутку

source: A new mod will be created on {backend}.
be_lt: Будзе створана новая мадыфікацыя ({backend}).

source: A one-way street can't have stops or waypoints on both sides
be_lt: Вуліца з аднабаковым рухам ня можа меć прыпынкаŭ або маршрутных пунктаŭ з абодвух бакоŭ

source: A path has been found, but one or more sections of the path are not electrified. The vehicle requires electrification. Use the electrification tool to modify the sections.
be_lt: Маршрут знойдзены, аle адзін ці некалькі ŭчасткаŭ не эleктрыфікаваны. Транспарт патрабуе эleктрыфікацыі. Скарыстайцеся прыладамі эleктрыфікацыі, каб зьмяніć гэтыя ŭчасткі.

source: A path has been found, but one or more sections of the path do not have tram tracks. The vehicle requires tram tracks. Use the tram track tool to modify the sections.
be_lt: Маршрут знойдзены, аle на адным або некалькіх участках адсутнічаюć трамвайныя рэйкі. Транспарт патрэбуе трамвайныя рэйкі. Скарыстайцеся поладамі трамвайнай рэйкі, каб зьмяніć гэтыя ŭчасткі.

source: A path has been found, but only small aircraft are allowed on this path. Consider using small aircraft or large airports.
be_lt: Маршрут знойдзены, аle ім могуć карыстацца толькі маleнькія самаloты. Скарыстайцеся маleнькімі самаloтамі або вялікімі loтнішчамі.

source: A path has been found, but only small ships are allowed on this path. Consider using small ships or large docks.
be_lt: Маршрут знойдзены, аle ім могуć карыстацца толькі малыя караблі. Скарыстайцеся малымі карабlaмі або вялікімі партамі.

source: A station appears consecutively twice
be_lt: Станцыя з'яŭlaецца двойчы запар

source: Abandoned industry! Closes forever and disappears from the map if not operational within %1%
be_lt: Закінута прамысловаść! Яна будзе зачынены назаŭжды й зьнікне з мапы, калі не пачне працаваć на працягу %1%

source: Abandoned industry! Closes in %1%.
be_lt: Закінута прамысловаść! Яна зачыніцца праз %1%.

source: Abort
be_lt: Адмова

source: Accept
be_lt: Прыняć

source: Accept!
be_lt: Прыняć!

source: Account
be_lt: Рахунак

source: Accumulate a fortune of 1 billion (without debt) in free game with hard mode.
be_lt: Набудзьце дабрабыту аб 1 мільярдзе (без пазык) у вольнай гульне, цяжкі рэжым.

source: Accumulate a fortune of 1 billion (without debt) in free game.
be_lt: Набудзьце дабрабыту аб 1 мільярдзе (без пазык) у вольнай гульне.

source: Accumulate a fortune of 1 million (without debt) in free game.
be_lt: Набудзьце дабрабыту аб 1 мільёне (без пазык) у вольнай гульне.

source: Accumulate a fortune of 10 millions (without debt) in free game.
be_lt: Набудзьце дабрабыту аб 10 мільёнах (без пазык) у вольнай гульне.

source: Accumulate a fortune of 100 millions (without debt) in free game with hard mode.
be_lt: Набудзьце дабрабыту аб 100 мільёнах (без пазык) у вольнай гульне, цяжкі рэжым.

source: Accumulate a fortune of 100 millions (without debt) in free game.
be_lt: Набудзьце дабрабыту аб 100 мільёнах (без пазык) у вольнай гульне.

source: Actions
be_lt: Дзеяньні

source: Activate/deactivate bulldozer
be_lt: Уключыć/выключыć бульдозер

source: Add
be_lt: Дадаć

source: Add New
be_lt: Дадаć новы

source: Add a fade
be_lt: Дадаć зьнікненьне

source: Add a key frame
be_lt: Дадаć ключавы кадр

source: Add a subtitle
be_lt: Дадаć падзагаловак

source: Add mods from preset to the end of the list of activated mods.
be_lt: Дадаć мадыфікацыі з наладаŭ ŭ канец śпісу актыŭных мадыфікацый.

source: Add station
be_lt: Дадаć станцыю

source: Advanced
be_lt: Пашыраныя

source: Advanced Game Settings
be_lt: Пашыраныя налады гульні

source: Advanced Menu
be_lt: Пашыранае мэню

source: Advanced Settings
be_lt: Пашыраныя налады

source: Advanced settings
be_lt: Пашыраныя налады

source: Age
be_lt: Узрост

source: Air
be_lt: Паветравы

source: Aircraft
be_lt: Самаloт

source: Aircraft entrepreneur
be_lt: Уладар нябёсаŭ

source: Aircraft {number}
be_lt: Самаloт {number}

source: All
be_lt: Усе

source: All cargo
be_lt: Усе грузы

source: All locomotives
be_lt: Усе loкаматывы

source: All missions completed!
be_lt: Усе місіі выкананы!

source: All multiple units
be_lt: Усе цягавыя копleксы

source: All unsaved progress will be lost.
be_lt: Увеś незахаваны поступ будзе страчаны.

source: All unsaved progress will be lost. Where to go next?
be_lt: Увеś незахаваны поступ будзе страчаны. Куды даleй?

source: All vehicle types
be_lt: Усе тыпы транспарту

source: All wagons
be_lt: Усе вагоны

source: Ambient occlusion (SSAO)
be_lt: Навакольная аклюзія (SSAO).

source: American vehicles
be_lt: Амэрыканскі транспарт

source: An integrated graphic chip is active. For best performance, make sure to:
be_lt: Убудаваная відэакарта актыŭна. Дla найleпшай прадукцыйнасіці:

source: Angle: {angle}°
be_lt: Кут: {angle}°

source: Anti-aliasing
be_lt: Згладжваньне

source: Antique
be_lt: Антычны

source: Any cargo type
be_lt: Груз любога тыпу

source: Any conflicting bindings will be removed.
be_lt: Любыя супярэчлівыя прывязкі будуć выдаleны.

source: Append
be_lt: Дадаć

source: Apply
be_lt: Ужыć

source: Apply changes
be_lt: Ужыć зьмены

source: Apply the settings and close
be_lt: Ужыć налады й закрыć

source: Approximate annual throughput per station
be_lt: Прыкладная гадавая прапушчальнаść станцыі

source: Are you sure you want to log out?
be_lt: Ці сапраŭды вы жадаеце выйśці?

source: Ascending
be_lt: Нарастаюча

source: Asia
be_lt: Азія

source: Asian vehicles
be_lt: Азіяцкі транспарт

source: Asset locked
be_lt: Эleмэнт забlaкаваны

source: Assets
be_lt: Эleмэнты

source: Assign to %1%
be_lt: Прызначыć да: %1%

source: At home
be_lt: Дома

source: At least %1% GB of graphics memory are recommended for these settings.
be_lt: У выпадку такіх налад мінімальны памер памяці відэакарты складае %1% ГБ.

source: At work
be_lt: На працы

source: Audio
be_lt: Гук

source: Audio settings
be_lt: Налады гуку

source: Author
be_lt: Аŭтар:ка

source: Authors
be_lt: Аŭтары

source: Auto set speed
be_lt: Аŭтаматычная устаloŭка хуткаśці

source: Automatic
be_lt: Аŭтаматычна

source: Automatically send crash dump files (not including personal data) to the developers
be_lt: Аŭтаматычна дасылаć файлы аварыйнага дампа (выключаючы асабістыя дадзеныя) распрацоŭшчыкам

source: Autosave interval (minutes)
be_lt: Частата аŭтазахаваньня (у хвілінах)

source: Autosave...
be_lt: Аŭтазахаваньне...

source: Autosaves to keep
be_lt: Захаваć аŭтазахаваньні

source: Available heightmaps:
be_lt: Даступныя мапы вышыні:

source: Average
be_lt: Сярэдне

source: Average emission reaching residential buildings: %1%
be_lt: Сярэдняе забруджваньне, якое дасягае жылых дамоŭ: %1%

source: Average number of shoppings facilities and jobs the residents of {townName} can reach
be_lt: Сярэдняя колькаść гандloвых аб'ектаŭ і працоŭных мейсцаŭ, даступных дla жыхароŭ места {townName}

source: BONUS TASKS
be_lt: ДАДАТКОВЫЯ ЗАДАЧЫ

source: Back
be_lt: Назад

source: Back to the future
be_lt: Назад да прышлаśці

source: Bad
be_lt: Блага

source: Balance
be_lt: Каштарыс

source: Balance:
be_lt: Каштарыс:

source: Bank balance
be_lt: Рахунак

source: Basic Game Settings
be_lt: Галоŭныя налады гульні

source: Basic Settings
be_lt: Галоŭныя налады

source: Big aircraft
be_lt: Вялікі самаloт

source: Big aircraft is incompatible with small airport
be_lt: Маleнькае loтнішча ня можа абслугоŭваć вялікія самаloты

source: Big ship
be_lt: Вялікі карабель

source: Big ship is incompatible with small harbour
be_lt: Маleнькі порт ня можа абслугоŭваć вялікія караблі

source: Big spender
be_lt: Велізарныя выдаткі

source: Bit depth must be 1, 8 or 16.
be_lt: Неабходная разраднасć 1, 8 або 16.

source: Bloom
be_lt: Эфэкт сяйва (bloom)

source: Bob Ross
be_lt: Боб Росс

source: Bonus task completed
be_lt: Дадатковае заданьне выканана

source: Bonus tasks
be_lt: Дадатковыя задачы

source: Borderless
be_lt: Бяз рамкі

source: Borrow %1%
be_lt: Пазычаć %1%

source: Bridge
be_lt: Мост

source: Bridge pillar collision
be_lt: Сутыкненьне з апорай мосту

source: Brush
be_lt: Пэндзаль

source: Brush size
be_lt: Памер пэндзалю

source: Build
be_lt: Збудаваć

source: Build a bus stop in free game.
be_lt: Збудаваć прыпынак аŭтобусу ŭ вольнай гульне.

source: Build a passenger train station in free game.
be_lt: Збудаваć пасажырскі чыгуначны вакзал у вольнай гульне.

source: Build a town
be_lt: Збудаваć места

source: Build a train line with at least 10 trains in motion in free game.
be_lt: У вольнай гульне пабудуйце чыгуначную лінію, прынамсі, з 10 цягнікоŭ.

source: Build date
be_lt: Дата збудовы

source: Build high bridges over rivers so that ships can pass under.
be_lt: Будуйце праз рэкі высокія масты, каб пад імі маглі плыć караблі.

source: Build the company headquarters in free game.
be_lt: Пабудуйце штаб-кватэру кампаніі ŭ вольнай гульне.

source: Build town not possible
be_lt: Будова места не магчыма

source: Building town...
be_lt: Места будуецца...

source: Buildings
be_lt: Будынкі

source: Buildings must be removed first
be_lt: Паперш выдаліце будынкі

source: Bulldozer
be_lt: Бульдозер

source: Bus
be_lt: Аŭтобус

source: Bus and tram stops
be_lt: Прыпынак аŭтобусны й трамвайны

source: Bus lane
be_lt: Аŭтобусная лінія

source: Bus lane tool
be_lt: Прылада аŭтобуснай лініі

source: Bus/Tram station
be_lt: Станцыя аŭтобусаŭ/трамваяŭ

source: Bus/truck not compatible
be_lt: Аŭтобус/грузавік не сумяшчальны

source: Buy
be_lt: Купіć

source: Buy a bus and run a line in free game.
be_lt: Купіце аŭтобус і запуśціце лінію ŭ вольнай гульне.

source: Buy a ship and run a line in free game.
be_lt: Купіце карабель і запуśціце лінію ŭ вольнай гульне.

source: Buy a steam train and run a line in free game.
be_lt: Купіце паравоз і запуśціце лінію ŭ вольнай гульне.

source: Buy aircraft
be_lt: Купіć самаloт

source: Buy an aircraft and run a line in free game.
be_lt: Купіце самаloт і запуśціце лінію ŭ вольнай гульне.

source: Buy an electric train and run a line in free game.
be_lt: Купіце эleктрычны цягнік і запуśціце лінію ŭ вольнай гульне.

source: Buy for
be_lt: Купіć за

source: Buy road vehicles
be_lt: Купіć дарожны транспарт

source: Buy ships
be_lt: Купіć караблі

source: Buy trains
be_lt: Купіć цягнікі

source: Buy trams
be_lt: Купіć трамваі

source: Buy vehicles
be_lt: Купіć транспарт

source: By car
be_lt: Машынай

source: By foot
be_lt: Пешам

source: By submitting this item, you agree to the workshop terms of service.
be_lt: Дасылаючы зьмест, вы згаджаецеся з умовамі майстэрні Steam.

source: By submitting this mod, you agree to the mod.io terms of Use.
be_lt: Дасылаючы зьмест, вы згаджаецеся з умовамі майстэрні mod.io.

source: Cadet
be_lt: Кадэт

source: Calendar
be_lt: Каlaндар

source: Camera Manager
be_lt: Налады камэры

source: Camera config name
be_lt: Назва налад камэры

source: Camera focal length
be_lt: Фокусная адleглаść камэры

source: Camera move down
be_lt: Перамяśціć камэру назад

source: Camera move left
be_lt: Перамяśціć камэру leваруч

source: Camera move right
be_lt: Перамяśціć камэру праваруч

source: Camera move up
be_lt: Перамяśціć камэру наперад

source: Camera rotate left
be_lt: Круціć камэру leваруч

source: Camera rotate right
be_lt: Круціć камэру праваруч

source: Camera tilt down
be_lt: Нахіліć камэру да долу

source: Camera tilt up
be_lt: Нахіліć камэру да гары

source: Camera tool
be_lt: Прылада камэры

source: Camera tool: Add keyframe
be_lt: Прылада камэры: Дадаć ключавы кадр

source: Camera tool: Capture
be_lt: Прылада камэры: Здымак экрану

source: Camera tool: Clear keyframes
be_lt: Прылада камэры: Выдаліć ключавыя кадры

source: Camera tool: Load
be_lt: Прылада камэры: Загрузіć

source: Camera tool: Pause
be_lt: Прылада камэры: Прыпыніć

source: Camera tool: Play
be_lt: Прылада камэры: Прайграć

source: Camera tool: Save
be_lt: Прылада камэры: Захаваć

source: Camera tool: Start recording
be_lt: Прылада камэры: Пачаć запіс

source: Camera tool: Stop
be_lt: Прылада камэры: Спыніć

source: Camera tool: Toggle play/pause
be_lt: Прылада камэры: Пераключэньне - прайграć/прыпыніć

source: Camera tool: Toggle play/stop
be_lt: Прылада камэры: Пераключэньне - прайграć/спыніć

source: Camera zoom in
be_lt: Павялічыć від

source: Camera zoom out
be_lt: Аддаліć від

source: Campaign
be_lt: Кампанія

source: Campaign "%1%", mission "%2%"
be_lt: Кампанія „%1%”, місія „%2%”

source: Campaign expert
be_lt: Экспэрт кампаніі

source: Campaign shark
be_lt: Чэмпіён кампаніі

source: Campaign tycoon
be_lt: Магнат кампаніі

source: Campaign: Open mission window
be_lt: Кампанія: Адкрыйć акно місіі

source: Campaigns
be_lt: Кампаніі

source: Cancel
be_lt: Скасаваć

source: Cancel and leave store
be_lt: Скасаваć і выйśці з крамы

source: Cancel publishing
be_lt: Скасаваć публікаваньне

source: Cannot bulldoze headquarters, use relocate instead!
be_lt: Нельга разбурыć штаб-квартэру. Спрабуйце перанеśці яго!

source: Cannot get enough
be_lt: Цягнікоŭ ніколі не занадта

source: Capacity
be_lt: Ёмістаść

source: Capture image
be_lt: Захаваć выяву

source: Capture images
be_lt: Захаваć выявы

source: Capture latlong
be_lt: Запісаć даŭжыню/шырыню

source: Capture videos
be_lt: Захаваć відэа

source: Car owner
be_lt: Уладар машыны

source: Cargo
be_lt: Грузавыя

source: Cargo filter is set
be_lt: Устаlaваны фільтр грузаŭ

source: Cargo hub
be_lt: Грузавы вузел

source: Cargo items consumed by this building
be_lt: Грузы ŭжываемыя гэтым будынкам

source: Cargo items produced by this building
be_lt: Грузы вырабlaемыя гэтым будынкам

source: Cargo layer
be_lt: Слаі грузаŭ

source: Cargo needs
be_lt: Попыт на грузы

source: Cargo production
be_lt: Вытворчаść грузаŭ

source: Cargo production rating (average of last twelve months)
be_lt: Ацэнка вырабу грузаŭ (у сярэднім за апошнія 12 месяцаŭ)

source: Cargo station
be_lt: Грузавая станцыя

source: Cargo stop can not used by passenger vehicles
be_lt: Пасажырскі транспарт ня можа быć ужыты праз грузавыя прыпынкі

source: Cargo supply of {townName}
be_lt: Дастава грузу: {townName}

source: Cargo supply rating (average of last twelve months)
be_lt: Ацэнка даставы грузаŭ (у сярэднім за апошнія 12 месяцаŭ)

source: Cargo transported (last 12 months)
be_lt: Перавезены груз (апошнія 12 месяцаŭ)

source: Cargo transported (total)
be_lt: Перавезены груз (усяго)

source: Cargo type
be_lt: Тып грузу

source: Cargo types
be_lt: Тыпы грузаŭ

source: Cargo wagons
be_lt: Грузавыя вагоны

source: Catenary
be_lt: Кантактная сетка

source: Change
be_lt: Зьмяніć

source: Change Type
be_lt: Зьмяніć тып

source: Change date
be_lt: Зьмяніć дату

source: Change log
be_lt: śпіс зьменаŭ

source: Change note:
be_lt: Нататка а зьменах:

source: Change sorting
be_lt: Зьмяніć сартаваньне

source: Charles Alton Ellis
be_lt: Чарльз Алтан Эліс

source: Charts
be_lt: Дыяграма

source: Cheats
be_lt: Коды

source: Check for available disk space (Code: {code})
be_lt: Праверце даступнае мейсца на дыску (код: {code})

source: Choose heightmap
be_lt: Выберыце мапу вышынь

source: Choose the game's difficulty
be_lt: Выберыце складанаść гульні

source: Choose the game's start year
be_lt: Выберыце год пачатку гульні

source: City
be_lt: Места

source: Classic
be_lt: Кlaсіка

source: Clear
be_lt: Ачыśціć

source: Clear all key frames?
be_lt: Ачыśціć усе ключавыя кадры?

source: Clear key frame list
be_lt: Ачыśціć śпіс ключавых кадраŭ

source: Click on icons to select residents
be_lt: Націśніце на значкі, каб выбраć жыхароŭ

source: Click on stations to add
be_lt: Націśні на станцыю, каб дадаć

source: Click on the icon to jump to the first point where the path couldn't continue.
be_lt: Націśніце на значок, каб перайśці да першага пункта, у якім немагчыма працягнуć маршрут.

source: Click to change date speed
be_lt: Націśні, каб зьмяніć хуткаść дзён

source: Click to choose a logo...
be_lt: Націśні, каб абраć лагатып...

source: Click to modify balance
be_lt: Націśні, каб зьмяніć каштарыс

source: Climate
be_lt: Клімат

source: Climate change
be_lt: Зьмена клімату

source: Climate:
be_lt: Клімат:

source: Clone all vehicles
be_lt: Скланаваć увеś транспарт

source: Clone all vehicles?
be_lt: Кланаваć увеś транспарт?

source: Clone selected vehicle
be_lt: Скланаваć выбраны транспарт

source: Clone vehicle
be_lt: Скланаваć транспарт

source: Cloning can only be performed for {number} vehicles at once
be_lt: Адначасова нельга кланаваć больш за {number} транспарту

source: Close
be_lt: Закрыć

source: Close all
be_lt: Закрыć усё

source: Close mod detail window
be_lt: Закрыć акно дэтаlaŭ моду

source: Closed.
be_lt: Закрыта.

source: Closes in %1%.
be_lt: Закрыецца праз %1%.

source: Cmd
be_lt: К-радок

source: Cockpit camera: horn sound
be_lt: Камэра кабіны: гукавы сыгнал

source: Cockpit camera: next position
be_lt: Камэра кабіны: наступная пазіцыя

source: Cockpit camera: previous position
be_lt: Камэра кабіны: папярэдняя пазіцыя

source: Code has been resent
be_lt: Код быŭ дасланы ізноŭ

source: Code:
be_lt: Код:

source: Collapse
be_lt: Згарнуć

source: Collision
be_lt: Сутыкненьне

source: Color
be_lt: Коleр

source: Comment
be_lt: Каментар

source: Commercial
be_lt: Гандloвы

source: Commercial area
be_lt: Гандloвая зона

source: Commercial building
be_lt: Гандloвы будынак

source: Commercial supply
be_lt: Гандloвая дастава

source: Company
be_lt: Таварыства

source: Company finances
be_lt: Каштарыс кампаніі

source: Company score
be_lt: Вынік кампаніі

source: Complete campaign "%1%" to unlock
be_lt: Каб адбlaкаваć, завяршыце кампанію „%1%”

source: Complete the entire campaign.
be_lt: Скончыć усю кампанію.

source: Complete the first and second era of the campaign.
be_lt: Скончыć першую й другую эры кампаніі.

source: Complete the first era of the campaign.
be_lt: Скончыć першую эру кампаніі.

source: Complete the first mission of the campaign.
be_lt: Скончыć першую місію кампаніі.

source: Condition
be_lt: Стан

source: Configure
be_lt: Наладзіć

source: Configure construction
be_lt: Наладзіć канструкцыю

source: Configure graphics and more
be_lt: Наладзіć графіку й іншыя эleмэнты

source: Configure maintenance for all vehicles
be_lt: Устаlaваć ŭтрыманьне дla ŭсяго транспарту

source: Configure maintenance for selected vehicle
be_lt: Устаlaваć утрыманьне дla выбранага траспарту

source: Confirm decommission
be_lt: Паćвердзіć вывад з эксплуатацыі

source: Confirm delete?
be_lt: Упэŭнены з выдаleньнем?

source: Confirm destruction
be_lt: Паćвердзіć зьнішчэньне

source: Confirm destruction?
be_lt: Упэŭнены зь зьнішчэньнем?

source: Confirm disposal
be_lt: Паćвердзіć выпродаж

source: Confirm mass clone
be_lt: Паćвердзіć масавае кланаваньне

source: Confirm rebind
be_lt: Паćвердзіć перапрызначэньне

source: Congratulations
be_lt: Віншаваньні

source: Console compatible
be_lt: Сумяшчальнаść з кансольлю

source: Console variant found
be_lt: Знойдзены кансольны варыянт

source: Construction
be_lt: Будынак

source: Construction locked
be_lt: Будынак заблакаваны

source: Construction not possible
be_lt: Будоŭla немагчыма

source: Construction option 1
be_lt: Варыянт будовы 1

source: Construction option 2
be_lt: Варыянт будовы 2

source: Construction option 3
be_lt: Варыянт будовы 3

source: Construction option 4
be_lt: Варыянт будовы 4

source: Construction option 5
be_lt: Варыянт будовы 5

source: Construction option 6
be_lt: Варыянт будовы 6

source: Construction option 7
be_lt: Варыянт будовы 7

source: Construction option 8
be_lt: Варыянт будовы 8

source: Construction option precise 1
be_lt: Дакладны варыянт пабудовы 1

source: Construction option precise 2
be_lt: Дакладны варыянт пабудовы 2

source: Construction option precise 3
be_lt: Дакладны варыянт пабудовы 3

source: Construction option precise 4
be_lt: Дакладны варыянт пабудовы 4

source: Construction option precise 5
be_lt: Дакладны варыянт пабудовы 5

source: Construction option precise 6
be_lt: Дакладны варыянт пабудовы 6

source: Construction option precise 7
be_lt: Дакладны варыянт пабудовы 7

source: Construction option precise 8
be_lt: Дакладны варыянт пабудовы 8

source: Consumers
be_lt: Спажыŭцы

source: Consumption
be_lt: Спажываньне

source: Contained by following lines as waypoint
be_lt: Наleжаć да наступных ліній як маршрутны пункт

source: Context help
be_lt: Кантэкстная дапамога
