Repository: Dejssa/Pieraklady_BY
Catalog: Transport Fever 2/Steam Workshop/res/strings/*/LC_MESSAGES/*.po
Languages: be_lt

source: Continue
be_lt: Працягнуć

source: Continue anyway
be_lt: Усё адно працягнуć

source: Continue playing...
be_lt: Працягнуć гульню...

source: Continue to external website?
be_lt: Перайśці да зьнешняй вэб-старонкі?

source: Contour lines layer
be_lt: Слой контурных ліній

source: Coord.sys.
be_lt: Сыстэма каардынат

source: Copy
be_lt: Капіяваć

source: Cost:
be_lt: Кошт:

source: Costs
be_lt: Кошт

source: Costs: %1%
be_lt: Кошт %1%

source: Could not connect all alternative terminals
be_lt: Не атрымалася падлучыć усе альтэрнатыŭныя тэрміналы

source: Could not connect all stations
be_lt: Не атрымалася падлучыć усе станцыі

source: Could not refresh
be_lt: Не ŭдалося абнавіć

source: Could not save game. Please check free disk space and/or folder permissions.
be_lt: Немагчыма захаваć стан гульні. Праверце наяŭнаść вольнай памяці ці права на доступ да тэчкі.

source: Create New Game
be_lt: Стварыć новую гульню

source: Create New Map
be_lt: Стварыć новую мапу

source: Create a line with at least two stops in free game.
be_lt: У вольнай гульне стварыце лінію прынамсі зь дзьвюма прыпынкамі.

source: Create a new line
be_lt: Стварыć новую лінію

source: Creating fields...
be_lt: Стварэньне паleй...

source: Creating industries...
be_lt: Стварэньне прамысловых устаноŭ...

source: Creating streets...
be_lt: Стварэньне вуліц...

source: Creating towns...
be_lt: Стварэньне мест...

source: Credits
be_lt: Аŭтары

source: Critical: Disabling will remove essential mod content, which causes the save game to become unstable or unusable.
be_lt: Важна: адключэньне прывядзе да выдаleньня ключавога зьместу мадыфікацыі, што зробіć захаваньне гульні нестабільным альбо непрыдатным да гульні.

source: Crowd in a train
be_lt: Натоŭп у цягніку

source: Current
be_lt: Бягучы

source: Current consumption rate
be_lt: Паказальнік бягучага спажываньня

source: Curve: {angle}°
be_lt: Выгін: {angle}°

source: Curved
be_lt: Выгнуты

source: Custom
be_lt: Свае

source: Custom Settings
be_lt: Свае налады

source: Custom cargo
be_lt: Свае грузы

source: Custom colors
be_lt: Свае коleры

source: Custom game settings
be_lt: Свае налады гульні

source: Cycle game speed
be_lt: Зьмена хуткаśці гульні

source: DMCA
be_lt: Аŭтарскія правы (DMCA)

source: Data layers
be_lt: Слаі дадзеных

source: Date
be_lt: Дата

source: Date added
be_lt: Дата дададзена

source: Date speed
be_lt: Хуткаść плыні часу

source: Date updated
be_lt: Дата абноŭleна

source: Date:
be_lt: Дата:

source: Day
be_lt: Дзень

source: Deadzone
be_lt: Мёртвая зона

source: Debt
be_lt: Доŭг

source: Debug mode
be_lt: Рэжым наладкі

source: Default
be_lt: Па змаŭчаньні

source: Delete
be_lt: Выдаліć

source: Delete Savegame?
be_lt: Выдаліć захаванье?

source: Delete Settings (DEBUG)
be_lt: Выдаліć налады (НАЛАДКА)

source: Delete camera config
be_lt: Выдаліć налады камэры

source: Delete camera config?
be_lt: Выдаліć налады камэры?

source: Delete fade
be_lt: Выдаліć зьнікненьне

source: Delete key frame
be_lt: Выдаліć ключавы кадр

source: Delete line
be_lt: Выдаліć лінію

source: Delete mod preset
be_lt: Выдаліć нарыхтоŭку мадыфікацыі

source: Delete mod preset?
be_lt: Выдаліć нарыхтоŭку мадыфікацыі?

source: Delete subtitle
be_lt: Выдаліć надпіс

source: Deliver every product to every city that requires it in free game.
be_lt: У вольнай гульне дастаŭlaйце кожны прадукт да кожнага места, якому ён патрэбны.

source: Deluxe Edition
be_lt: Дэлюкс выданьне

source: Departure configuration
be_lt: Налады ад'езду

source: Dependencies ({num})
be_lt: Заleжнаśці ({num})

source: Depot contains vehicles
be_lt: У дэпо знаходзіцца транспарт

source: Depots
be_lt: Дэпо

source: Descending
be_lt: Сыходзячы

source: Description
be_lt: Опіс

source: Destination
be_lt: Накіраваны да

source: Destination: {stopName}
be_lt: Накіраваны да: {stopName}

source: Destination: {stopName} via {viaName}
be_lt: Накіраваны да: {stopName}, праз: {viaName}

source: Destinations
be_lt: Накіраваньні

source: Destinations layer
be_lt: Слой накіраваньняŭ

source: Details
be_lt: Падрабязнаśці

source: Diesel
be_lt: Дызэль

source: Diesel Train
be_lt: Дызэльны цягнік

source: Diesel locomotives
be_lt: Дызэльны loкаматыŭ

source: Diesel multiple units
be_lt: Дызэльны цягавы копleкс

source: Different cargo types transported
be_lt: Дастаŭleныя розныя віды грузаŭ

source: Difficulty
be_lt: Цяжкаść

source: Difficulty:
be_lt: Цяжкаść:

source: Directory: {folder}
be_lt: Тэчка: {folder}

source: Disable
be_lt: Выключыć

source: Disable all
be_lt: Выключыć усё

source: Disable all mods currently visible in the list
be_lt: Адключыć усе мадыфікацыі, бачныя ŭ śпісе

source: Disable construction snapping
be_lt: Адключыć прывязку будынку

source: Disable mod
be_lt: Адключыć мадыфікацыю

source: Disabled
be_lt: Выключана

source: Discard changes
be_lt: Скасаваć зьмены

source: Disconnected!
be_lt: Раз'яднана!

source: Display mode
be_lt: Рэжым паказу

source: Distance units
be_lt: Адзінкі адleглаśці

source: Do not show again
be_lt: Не паказваć больш

source: Do you wish to proceed?
be_lt: Ці хочаце працягнуć?

source: Docks outside of navigable waters
be_lt: Докі па-за межамі суднаходных вод

source: Don't take any additional loan until the year 2050 in free game.
be_lt: Не бярыце аніводнай дадатковай пазыкі да 2050 года ŭ вольнай гульне.

source: Double slip switch
be_lt: Двайны cкрыжаваны перамыкач

source: Down
be_lt: Да долу

source: Download pending
be_lt: śцягваньне чакаецца

source: Downloading
be_lt: śцягваецца

source: Downloading mods
be_lt: śцягваемыя мадыфікацыі

source: Downloads
be_lt: śцягваньні

source: Drive backwards
be_lt: Ехаć назад

source: Duration
be_lt: Час трываньня

source: E.P.E.C.
be_lt: УСЁ.ПАŭСЮЛЬ.

source: Earn 1 million with airplanes within a month in free game.
be_lt: Зарабіце 1 мільён на дастаŭцы самаloтамі за месяц у вольнай гульне.

source: Earn 1 million with ships within a month in free game.
be_lt: Зарабіце 1 мільён на дастаŭцы карабlaмі за месяц у вольнай гульне.

source: Earn 50 millions not using any train in free game.
be_lt: У вольнай гульне зарабіце 50 мільёнаŭ без ужываньня цягнікоŭ.

source: Earn all medals in one of the campaign missions.
be_lt: Зарабіце ŭсе мэдалі ŭ адной зь місій кампаніі.

source: Earn all medals of the entire campaign.
be_lt: Зарабіце ŭсе мэдалі за ŭсю кампанію.

source: Edge scrolling
be_lt: Краёвая пракрутка

source: Edit all vehicles
be_lt: Рэдагаваć увеś транспарт

source: Edit selected vehicle
be_lt: Рэдагдаваć выбраны транспарт

source: Edit vehicle
be_lt: Рэдагдаваć транспарт

source: Editor
be_lt: Рэдактар

source: Editor's note
be_lt: Заŭвага рэдактару

source: Electric
be_lt: Эleктрычны

source: Electric Train
be_lt: Элэктрычны цягнік

source: Electric locomotives
be_lt: Элэктрычны loкаматыŭ

source: Electric multiple units
be_lt: Эleктрычны цягавы копleкс

source: Electrification tool
be_lt: Прылада эleктрыфікацыі

source: Email
be_lt: Э-пошта

source: Email:
be_lt: Э-пошта:

source: Emission
be_lt: Забруджваньне

source: Emission %1%
be_lt: Забруджваньне %1%

source: Emission %1% + %2% (%3% condition)
be_lt: Забруджваньне: %1% + %2% (стан: %3%)

source: Emission at mouse cursor: %s
be_lt: Забруджваньне пры курсоры мышы: %s

source: Emission at screen center: %s
be_lt: Забруджваньне ŭ цэнтры экрану: %s

source: Emissions layer
be_lt: Слой забруджваньня

source: Empty
be_lt: Пуста

source: Empty construction
be_lt: Пусты будынак

source: Enable
be_lt: Уключыć

source: Enable Custom settings
be_lt: Уключыć свае налады

source: Enable all
be_lt: Уключыć усе

source: Enable all mods currently visible in the list
be_lt: Уключыć усе мадыфікацыі, бачныя ŭ śпісе

source: Enable camera tool
be_lt: Уключыć прылады камэры

source: Enable custom game settings
be_lt: Уключыć свае налады гульні

source: Enable guide system
be_lt: Уключыć сыстэму дапамогі

source: Enable mod
be_lt: Уключыć мадыфікацыю

source: Enable mods from a mod preset. Already enabled mods are not disabled.
be_lt: Уключыć мадыфікацыі з папярэдняй нарэхтоŭкі. Раней уключаныя мадыфікацыі ня будуć адключаны.

source: Enable mouse/keyboard
be_lt: Уключыć мыш/кlaвіятуру

source: Enable production or ship items to prevent closure.
be_lt: Каб прадухіліć закрыćцё, пачніце вытворчаść або дастаŭце тавары.

source: Enabled
be_lt: Уключаны

source: Enabled mods
be_lt: Уключоныя мадыфікацыі

source: Enabled/disabled mod(s) may lead to unexpected results.
be_lt: Уключаныя/адключаныя модыфікацыі могуć выклікаć нечаканыя з'явы.

source: Enabled/disabled mod(s) will likely cause the game to crash!
be_lt: Уключэньне/выключэньне мадыфікацый можа прывеśці да збою гульні!

source: Engine Type
be_lt: Тып рухавіку

source: Enter a file name!
be_lt: Увядзіце назву файлу!

source: Enter bank balance!
be_lt: Увядзіце баланс рахунку!

source: Enter change note
be_lt: Увядзіце нататку зьмен

source: Enter cockpit
be_lt: Увайśці ŭ кабіну

source: Enter comment
be_lt: Увядзіце каментар

source: Enter current day!
be_lt: Увядзіце бягучы дзень!

source: Enter current month!
be_lt: Увядзіце бягучы месяц!

source: Enter current yonth!
be_lt: Увядзіце бягучы год!

source: Enter description
be_lt: Увядзіце апісаньне

source: Enter email address
be_lt: Увядзіце э-пошту

source: Enter save game name
be_lt: Увядзіце назву захаваньня гульні

source: Enter summary
be_lt: Увядзіце падсумаваньне

source: Environment:
be_lt: Асяродзьдзе:

source: Erase assets with a brush.
be_lt: Дазваlaе выдаlać эleменты пэндзьlaм.

source: Erase the terrain painting (restore the default material).
be_lt: śцерьці маlaваньне мясцоваśці (вяртае матэрыял па змаŭчаньні).

source: Eraser tool
be_lt: Прылада – гумка

source: Error loading settings file
be_lt: Памылка загрузкі файлу налад

source: Europe
be_lt: Эŭропа

source: European vehicles
be_lt: Эŭрапэйскі транспарт

source: Excellent
be_lt: Выдатна

source: Exemplary student
be_lt: Узорны вучань

source: Exit
be_lt: Выйśце

source: Expand
be_lt: Пашырыć

source: Expenditure
be_lt: Выдаткі

source: Export
be_lt: Экспарт

source: Export heightmap
be_lt: Экспарт мап вышынь

source: Extracting
be_lt: Распакоŭваньне

source: FPS limit
be_lt: Абмеж. к/с

source: Fade {num}
be_lt: Зьнікае {num}

source: Fades
be_lt: Зьнікае

source: Failed to login
be_lt: Не ŭдалося ŭвайśці

source: Failed to logout
be_lt: Не ŭдалося выйśці

source: Failed to rate
be_lt: Не ŭдалося ацаніć

source: Failed to refresh
be_lt: Не ŭдалося абнавіć

source: Failed to retrieve mod list
be_lt: Не ŭдалося śцягнуć śпіс мадыфікацый

source: Failed to share savegame
be_lt: Не ŭдалося падзяліцца захаваньнем

source: Failed to show mod details
be_lt: Не ŭдалося паказаć дэталі мадыфікацыі

source: Failed to subscribe
be_lt: Не ŭдалося падпісацца

source: Failed to uninstall
be_lt: Не ŭдалося выдаліć

source: Failed to unsubscribe
be_lt: Не ŭдалося адпісацца

source: Failed to upload mod
be_lt: Не ŭдалося даслаć мадыфікацыю

source: False Information
be_lt: Ілжывая інфармацыя

source: Fetching Results
be_lt: Пошук вынікаŭ

source: File Name
be_lt: Назва файлу

source: File error
be_lt: Памылка файлу

source: File size
be_lt: Памер файлу

source: Filesystem error
be_lt: Памылка файлавай сыстэмы

source: Filter
be_lt: Фільтр

source: Finances
be_lt: Фінансы

source: Finances - Chart
be_lt: Фінансы - дыяграма

source: Finances - Table
be_lt: Фінансы - табліца

source: First
be_lt: Першы

source: First aircraft arrived
be_lt: Першы самаloт на мейсцы

source: First bus arrived
be_lt: Першы аŭтобус на мейсцы

source: First bus stop
be_lt: Першы прыпынак

source: First cargo item on board
be_lt: Адпраŭка першага грузу

source: First cargo item waiting
be_lt: Першы груз чакае на адпраŭку

source: First electric train arrived
be_lt: Першы эleктрычны цягнік на мейсцы

source: First industry upgraded
be_lt: Першае паlaпшэньне прамысловаśці

source: First line
be_lt: Першая лінія

source: First passenger on board
be_lt: Адпраŭка перашага пасажыру

source: First passenger waiting
be_lt: Першы пасажыр чакае на адпраŭку

source: First ship arrived
be_lt: Першы карабель на мейсцы

source: First steam train arrived
be_lt: Першы паравоз на мейсцы

source: First train station
be_lt: Першы чыгуначны вакзал

source: Fix slope
be_lt: Выпраŭце нахіл

source: Flatten the terrain.
be_lt: Выраŭноŭвае мясцоваść.

source: Flatten tool
be_lt: Пралада раŭнаваньня

source: Flip vehicle
be_lt: Разьвярнуć траспарт

source: Foc.
be_lt: Фокус.

source: Focus Mods
be_lt: Засярод. на мадыфікацыях

source: Focus Sidebar
be_lt: Засярод. на бакавой панэлі

source: Folder:
be_lt: Тэчка:

source: For experts:
be_lt: Дla экспэртаŭ:

source: Force uninstall
be_lt: Прымусовае выдаleньне

source: Force units
be_lt: Адзінкі сілы

source: Frame rate
be_lt: Кадраŭ на сэкунду

source: Free Game
be_lt: Вольная гульня

source: Free camera
be_lt: Вольная камэра

source: Freq.
be_lt: Част.

source: Frequence
be_lt: Частата

source: Full load (all)
be_lt: Поŭная загрузка (усе)

source: Full load (any)
be_lt: Поŭная загрузка (любы)

source: Fullscreen
be_lt: Поŭнаэкранны

source: Game
be_lt: Гульня

source: Game Storage
be_lt: Памяć гульні

source: Game options
be_lt: Налады гульні

source: Game paused
be_lt: Гульня прыпынена

source: Game speed up
be_lt: Паскорыć гульню

source: Generate
be_lt: Утварыć

source: Generate a random seed
be_lt: Утварыć выпадковае насеньня

source: Generate heightmap
be_lt: Утварыć мапы вышынь

source: Generate industries
be_lt: Утварыć прамысловых устаноŭ

source: Generate streets
be_lt: Утварыć вуліцы

source: Generate towns
be_lt: Утварыć месты

source: Generating industries...
be_lt: Утварэньне прамысловых устаноŭ...

source: Generating map...
be_lt: Утварэньне мапы...

source: Generating preview...
be_lt: Утварэньне папяр. прагlaду...

source: Generating streets...
be_lt: Утварэньне вуліц...

source: Generating terrain...
be_lt: Утварэньне мясцоваśці...

source: Generating towns...
be_lt: Спараджа́ньне мест...

source: Generator
be_lt: Утваральнік

source: Generator:
be_lt: Утваральнік:

source: Generic
be_lt: Агульны

source: Geometry
be_lt: Геамэтрыя

source: Glacier express
be_lt: Гleтчарны экспрэс

source: Go back to menu
be_lt: Вярнуцца да мэню

source: Go to next page
be_lt: Перайśці да наступнай старонкі

source: Go to previous page
be_lt: Перайśці да папярэдняй старонкі

source: Go to station
be_lt: Направіцца да станцыі

source: Going to depot
be_lt: У дарозе да дэпо

source: Good
be_lt: Добра

source: Graphic API
be_lt: Графічный API

source: Graphics
be_lt: Графіка

source: Graphics Preference
be_lt: Налады Графікі

source: Graphics context creation failed ({graphicsApi})
be_lt: Памылка стварэньня кантэксту {graphicsApi}

source: Graphics settings
be_lt: Налады графікі

source: Grass
be_lt: Трава

source: Growth
be_lt: Разьвіćцё

source: Growth: %1% residents
be_lt: Разьвіćцё: %1% жыхароŭ

source: HUD icon filter
be_lt: HUD значок фільтру

source: HUD: Toggle aircraft
be_lt: HUD: Пераключэньне самаloтаŭ

source: HUD: Toggle bus/tram stops
be_lt: HUD: Пераключэньне прыпынкаŭ аŭтобусаŭ/трамваяŭ

source: HUD: Toggle costs labels
be_lt: HUD: Пераключэньне цэтлікаŭ кошту

source: HUD: Toggle depots
be_lt: HUD: Пераключэньне дэпо

source: HUD: Toggle income labels
be_lt: HUD: Пераключэньне цэтлікаŭ заробкаŭ

source: HUD: Toggle industries
be_lt: HUD: Пераключэньне прамысловаśцей

source: HUD: Toggle rail vehicles
be_lt: HUD: Пераключэньне чыгуначнага транспарту

source: HUD: Toggle road vehicles
be_lt: HUD: Пераключэньне дарожнага транспарту

source: HUD: Toggle ships
be_lt: HUD: Пераключэньне карабloŭ

source: HUD: Toggle signals
be_lt: HUD: Пераключэньне сыгналаŭ

source: HUD: Toggle stations
be_lt: HUD: Пераключэньне станцый

source: HUD: Toggle towns
be_lt: HUD: Пераключэньне мест

source: Hangar
be_lt: Ангар

source: Have 100km of railway tunnels in free game.
be_lt: Збудуйце 100км чыгуначных тунэlaŭ у вольнай гульне.

source: Have 400km of tracks in free game.
be_lt: Пракладзіце 400км цыгункі ŭ вольнай гульне.

source: Have 50km of railway bridges in free game.
be_lt: Пабудуйце 50 км чыгуначных мастоŭ у вольнай гульне.

source: Have a cargo item transported with one of your vehicles in free game.
be_lt: Перавезьці груз на транспарце ŭ вольнай гульне.

source: Have a cargo item waiting at a terminal in free game.
be_lt: Мейце груз чакаюшчыŭ у тэрмінаle ŭ вольнай гульне.

source: Have a line with every passenger road vehicle type available from 1850 to 2020 in free game.
be_lt: У вольнай гульне мейце лінію, якая будзе ужываć увеś даступны транспарт ад 1850 да 2020.

source: Have a monthly maintenance cost of 200 million in free game.
be_lt: У вольнай гульне мейце штомесячны кошт утрыманьня аб 200 мільёнаŭ.

source: Have a passenger on a vehicle in free game.
be_lt: Перавезьці пасажыра на транспарце ŭ вольнай гульне.

source: Have a town with a population of at least 1500 in free game.
be_lt: У вольнай гульне дасягніце насельніцтва аднаго зь мест не мешн за 1500 жыхароŭ.

source: Have a town with a population of at least 750 in free game.
be_lt: У вольнай гульне дасягніце насельніцтва аднаго зь мест не мешн за 750 жыхароŭ.

source: Have a train filled with at least 100 passengers in free game.
be_lt: Перавезьці 100 пасажыраŭ на цягніку за адну паездку ŭ вольнай гульне.

source: Have a train filled with at least 200 passengers in free game.
be_lt: Перавезьці 200 пасажыраŭ на цягніку за адну паездку ŭ вольнай гульне.

source: Have a train filled with at least 250 cargo items in free game.
be_lt: Перавезьці 250 грузаŭ на цягніку за адну паездку ŭ вольнай гульне.

source: Have a train longer than the longest possible station in free game.
be_lt: У вольнай гульне стварыце цягнік, даŭжыня якога больш за самую доŭгую дазвоleную станцыю.

source: Have a train that reaches higher than 450 meters in free game.
be_lt: У вольнай гульне зрабіце цягнік на даŭжэй за 450 мэтраŭ.

source: Have all tracks electrified and high speed in free game. Have at least 100km of tracks.
be_lt: У вольнай гульне эleктрыфікуйце й адаптуйце чыгунку да высокіх хуткаśцей. Праклаśці прынамсі 100 км.

source: Have at least 300 cargo items waiting at a train station in free game.
be_lt: У вольнай гульне мейце не менш за 300 тавараŭ, чакаюшчых на транспарціроŭку на вакзаle.

source: Have at least 300 passengers waiting in a train station in free game.
be_lt: У вольнай гульне мейце не менш за 300 пасажыраŭ, чакаюшчых на цягнік на вакзаle.

source: Have every industry shipping items using your transport network in free game.
be_lt: У вольнай гульне ваша транспартная сетка перавозіć прадукцыю кожнай прамысловаśці.

source: Have two trains stuck facing each other in free game.
be_lt: У вольнай гульне зрабіце два цягніка, якія стаяć адзін насупраć аднаго.

source: Heading for depot
be_lt: Накірованы да дэпо

source: Heading for {stopName}
be_lt: Накіраваны да: {stopName}

source: Headquarters
be_lt: Штаб-кватэра

source: Heavily loaded
be_lt: Моцна загружаны

source: Height at mouse cursor: {height}
be_lt: Вышыня на курсоры мышы: {height}

source: Height at screen center: {height}
be_lt: Вышыня на цэнтры экрана: {height}

source: Heightmap
be_lt: Мапа вышынь

source: Heightmap height invalid. Valid heights: %1%.
be_lt: Няправільная вышыня мапы вышыні. Дазвоleная вышыня: %1%.

source: Heightmap texture tool
be_lt: Прылада тэкстураваньня мап вышынь

source: Heightmap texture tool: Invert
be_lt: Прылада тэкстураваньня мап вышынь: адвярнуć

source: Heightmap too large. Number of pixels must not exceed %1%M.
be_lt: Мапа вышынь завялікая. Колькаść піксеlaŭ ня можа бы больш за %1% мільёнаŭ.

source: Heightmap width invalid. Valid widths: %1%.
be_lt: Няправільная шырыня мапы вышыні. Дазвоleная шырыня: %1%.

source: Help
be_lt: Дапамога

source: High
be_lt: Высокі

source: High speed
be_lt: Высокая хуткаść

source: High-speed
be_lt: Шыбкі

source: High-speed track tool
be_lt: Прылада чыгункі высокай хуткаśці

source: Horse
be_lt: Конь

source: Idle
be_lt: Бязьдзейны

source: If you continue, all unfinished downloads will be cancelled and download progress will be lost.
be_lt: Калі працягнуć, усе актыŭныя śцягваньні будуć скасаваны, і іх поступ будзе страчаны.

source: Illegal Content
be_lt: Неleгальны зьмест

source: Image file too large (must be less than 1MB)
be_lt: Файл выявы завялікі (муść быć менш за 1 МБ)!

source: Image type must be grayscale.
be_lt: Тып выявы мусіć быć у адценьнях шэрага.

source: Image:
be_lt: Выява:

source: Import
be_lt: Імпартаваć

source: Import heightmap
be_lt: Імпартаваć мапу вышынь

source: Important note
be_lt: Важна нататка

source: In
be_lt: Уваход

source: In depot
be_lt: У дэпо

source: Income
be_lt: Даходы

source: Incoming vehicle(s)
be_lt: Прыбываючы транспарт

source: Industrial
be_lt: Прамысловаść

source: Industrial area
be_lt: Прамысловая зона

source: Industrial building
be_lt: Прамысловы будынак

source: Industrial supply
be_lt: Прамысловыя тавары

source: Industrialist
be_lt: Прамысловец

source: Industries
be_lt: Прамысловыя ŭстановы

source: Industry
be_lt: Прамысловаść

source: Industry closure
be_lt: Закрыćцё прамысловаśці

source: Industry spawn
be_lt: Узьнікненьне прамысловаśці

source: Industry statistics
be_lt: Статыстыка прамысловаśці

source: Infrastructure
be_lt: Інфраструктура

source: Initial street angle range
be_lt: Пачатковы дыяпазон куткоŭ вуліцы

source: Insert a random seed to be used for the generator
be_lt: Устаŭце выпадковае зерне, якое будзе ужыта ŭтваратарам

source: Insert fade after
be_lt: Уставіć знікненьне паśla

source: Insert fade before
be_lt: Уставіć знікненьне перад

source: Insert key frame after
be_lt: Уставіć ключавы кадр паśla

source: Insert key frame before
be_lt: Уставіć ключавы кадр перад

source: Insert subtitle after
be_lt: Уставіć подпіс паśla

source: Insert subtitle before
be_lt: Уставіć подпіс перад

source: Installation failed due to insufficient storage space
be_lt: Устаloŭка не ŭдалася з-за браку вольнага мейсца

source: Installation pending
be_lt: Ідзе ŭстаloŭка

source: Installed
be_lt: Устаlaвана

source: Insufficient storage space
be_lt: Мала мейсца

source: Interface
be_lt: Інтэрфэйс

source: Interface scaling
be_lt: Маштабаваньне інтэрфэйсу

source: Internal error (see console for details)
be_lt: Унутраная памылка (падрабязнаśці ŭ кансолі)

source: Invalid configuration, %1% module will collide.
be_lt: Няправільныя налады. Адбудзецца сутыкненьне з модуleм %1%.

source: Inventory
be_lt: Рыштунак

source: Invert
be_lt: Адвярнуć

source: Invert panning
be_lt: Адвярнуć панарамаваньне

source: Invert rotate
be_lt: Адвярнуć кручэньне

source: Invert rotation
be_lt: Адвярнуć кручэньне

source: Invert rotation keys
be_lt: Адвярнуć кlaвішы кручэньня

source: Invert tilt
be_lt: Адвярнуć нахіл

source: Invert tilting
be_lt: Адвярнуć нахіleньне

source: Invert zoom
be_lt: Адвярнуć маштаб

source: Invert zooming
be_lt: Адвярнуć маштабаваньне

source: Investments
be_lt: Уклады

source: JPEG couldn't be read
be_lt: Немагчыма прачытаć файл JPEG

source: JPEG has not enough channels (min: 3)
be_lt: Файл JPEG ня мае дастатковай колькаśці каналаŭ (мін. 3).

source: Jobs
be_lt: Мейсцы працы

source: Keep
be_lt: Захаваć

source: Keep a train built before 1900 running until the year 2000 in free game.
be_lt: У вольнай гульне ŭжывайце цягнік, пабудаваны перад 1900 годзе да 2000 года.

source: Keep assets
be_lt: Захаваć эleменты

source: Keep editing
be_lt: Працягнуć рэдагдаваньне

source: Keep existing industries
be_lt: Захаваć існуючыя прамысловаśці

source: Keep existing industries:
be_lt: Захаваć існуючыя прамысловаśці:

source: Keep existing streets
be_lt: Захаваć існуючыя вуліцы

source: Keep existing towns
be_lt: Захаваć існуючыя месты

source: Keep existing towns:
be_lt: Захаваć існуючыя месты:

source: Keep heightmap
be_lt: Захаваć мапу вышыні

source: Keep resolution?
be_lt: Захаваć разьдзяlaльнаść?
