Repository: Dejssa/Pieraklady_BY
Catalog: Transport Fever 2/Steam Workshop/res/strings/*/LC_MESSAGES/*.po
Languages: be_lt

source: Keep trees and rocks
be_lt: Захаваć дрэвы й камяні

source: Key mapping
be_lt: Прызначэньне кlaвіш

source: KeyFrame {frame_num}
be_lt: Ключавы кадр {frame_num}

source: Keyboard
be_lt: Кlaвіятура

source: Keyboard settings
be_lt: Налады кlaвіятуры

source: Keyframes
be_lt: Ключавыя кадры

source: Land use
be_lt: Забудова зямлі

source: Land use layer
be_lt: Слой забудаваньня зямлі

source: Landscaping
be_lt: Праэкт краявіду

source: Lanes: %1%, Speed limit: %2%
be_lt: Каleйкі: %1%; абмежаваньне хуткаśці: %2%

source: Language
be_lt: Мова

source: Last Image:
be_lt: Апошняя выява:

source: Last recording:
be_lt: Апошні запіс:

source: Last savegame "%1%"
be_lt: Апошняя захаваная гульня: „%1%”

source: Leaving game...
be_lt: Выхад з гульні…

source: Length
be_lt: Даŭжыня

source: Length: %1%
be_lt: Даŭжыня: %1%

source: Let a manufacturing industry upgrade in free game.
be_lt: Паleпшыć прамысловую ŭстанову ŭ вольнай гульне.

source: Level
be_lt: Узровень

source: Liabilities
be_lt: Запазычанаśці

source: Lifespan
be_lt: Трывалаść

source: Lifetime reached
be_lt: Дасягнуты цыкл жыćця

source: Likes
be_lt: Падабайкі

source: Limit of {number} industries on map reached
be_lt: Дасягнута мяжа {number} прамысловаśцей на мапе

source: Limit of {number} towns on map reached
be_lt: Дасягнута мяжа {number} мест на мапе

source: Limit reached!
be_lt: Дасягнута абмежаваньне!

source: Line
be_lt: Лінія

source: Line Usage
be_lt: Ужываньне лініі

source: Line contains too few stations
be_lt: На гэтай лініі замала станцый

source: Line manager
be_lt: Налады ліній

source: Line must contain at least one stop
be_lt: На лініі павінен быć прынамсі адзін прыпынак

source: Line statistics
be_lt: Статыстыка ліній

source: Lines
be_lt: Лініі

source: Lines passing:
be_lt: Прахадзімыя лініі:

source: Lines report following problems:
be_lt: Лініі паведамlaюć пра наступныя прабleмы:

source: Liquidity
be_lt: Плыннаść

source: Load
be_lt: Загрузіć

source: Load Camera config
be_lt: Загрузіć налады камэры

source: Load Game
be_lt: Загрузіć гульню

source: Load Map
be_lt: Загрузіć мапу

source: Load a map
be_lt: Загрузіć мапу

source: Load an existing game
be_lt: Загрузіć існуючую гульню

source: Load an existing map
be_lt: Загрузіć існуючую мапу

source: Load game
be_lt: Загрузіć гульню

source: Load if available
be_lt: Загруджаć, калі магчыма

source: Load key frames
be_lt: Загрузіć ключавы кадр

source: Load map
be_lt: Загрузіć мапу

source: Load mod preset
be_lt: Загруć нарыхтоŭку мадыфікацый

source: Load presets
be_lt: Загрузіć нарыхтоŭку

source: Load savegame?
be_lt: Загрузіć гульню?

source: Load the map
be_lt: Загрузіć мапу

source: Loaded
be_lt: Загруджанны

source: Loading order, click to change
be_lt: Парадак загрузкі. Націśціце, каб змяніć

source: Loading page {page}
be_lt: Загрузка старонкі {page}

source: Loading report
be_lt: Загрузка справаздачы

source: Loading speed
be_lt: Хуткаść пагрузкі

source: Loading speed reduced because train length ({train}) exceeds platform length ({station})
be_lt: Хуткаść пагрузкі зьніжана з-за даŭжыні цягніка ({train}), якая больш за даŭжыню пlaтформы ({station})

source: Loading speed: {amount}x
be_lt: Хуткаść пагрузкі: {amount}x

source: Loading...
be_lt: Загрузка...

source: Loan
be_lt: Пазыка

source: Loan interest
be_lt: Працэнты пазыкі

source: Loan to repay: %1%
be_lt: Пазыка да вяртаньня: %1%

source: Locate
be_lt: Знайśці

source: Locomotives
be_lt: loкаматывы

source: Logging Out
be_lt: Выхад з акаŭнту

source: Logging in, please wait...
be_lt: Ідзе ŭваход у акаŭнт, чакайце...

source: Login
be_lt: Увайśці ŭ акаŭнт

source: Login to mod.io
be_lt: Увайść у акаŭнт mod.io

source: Logout
be_lt: Выйśці з акаŭнту

source: Louis Favre
be_lt: Луі Фавр

source: Low
be_lt: Нізка

source: Lower
be_lt: Зьнізіć

source: Lower the terrain.
be_lt: Зьнізіć зямлю.

source: Lower tool
be_lt: Пралада заніжэньня

source: Lower {townName}
be_lt: {townName} Дольнае места

source: MODIO_INFO
be_lt: Mod.io - гэта рэкамэндаваная Urban Games пlaтформа дla прагlaду мадыфікацыяŭ да Transport Fever 2, якая дазваlaе ŭсім карыстальнікам ПК (ня толькі карыстальнікам Steam), а таксама ŭладальнікам PlayStation®5 і Xbox Series X|S запампоŭваć як мадыфікацыі эleмэнтаŭ, так і скрыпты дla Transport Fever 2. Каб зрабіć іх даступнымі дla шырокай супольнаśці карыстальнікаŭ кансоlaŭ і карыстальнікаŭ, якія не выкарыстоŭваюć Steam, аŭтарам мадыфікацыяŭ неабходна спэцыяльна запампаваć свае моды на mod.io, што можна loгка зрабіć праз прыладу публікацыі мадыфікацыяŭ у гульні. Моды з mod.io можна непасрэдна śцягваć, устаloŭваć і аŭтаматычна абнаŭlać праз убудаваны агlaдальнік мадыфікацыяŭ у гульні. Вялікі дзякуй усім аŭтарам мадыфікацыяŭ за іх унёсак.

source: Main connection will be interrupted
be_lt: Галоŭныя злучэньні будуć прерваны

source: Main connections
be_lt: Галоŭныя злучэньні

source: Main connections:
be_lt: Галоŭныя злучэньні:

source: Maintenance
be_lt: Утрыманьне

source: Maintenance depots
be_lt: Утрыманьне дэпо

source: Maintenance infrastructure
be_lt: Утрыманьне інфраструктуры

source: Maintenance other
be_lt: Утрыманьне другога

source: Maintenance roads
be_lt: Утрыманьне дарог

source: Maintenance set to keep vehicle at %1% condition
be_lt: Утрыманьне ŭстаlaвана на захоŭваньне транспарту ŭ стане: %1%

source: Maintenance stations
be_lt: Утрыманьне станцый

source: Maintenance tracks
be_lt: Утрыманьне рэяк

source: Maintenance vehicles
be_lt: Утрыманьне транспарту

source: Make public
be_lt: Зрабіć агульнадаступным

source: Manage line
be_lt: Наладзіć лінію

source: Manage vehicle
be_lt: Наладзіć транспарт

source: Manage vehicles
be_lt: Наладзіć транспарт

source: Map Editor
be_lt: Рэдактар мап

source: Map Parameters
be_lt: Парамэтры мапы

source: Map format
be_lt: Фармат мапы

source: Map generation failed
be_lt: Не ŭдалося утварыć мапу

source: Map size
be_lt: Памер мапы

source: Map size is experimental and may lead to unexpected results.
be_lt: Памер мапы з'яŭlaецца экспэрыментальным і можа прывеśці да нечаканых з'яŭ.

source: Map size:
be_lt: Памер мапы:

source: Mass production
be_lt: Масавя вытворчаść

source: Master
be_lt: Галоŭная гучнаść

source: Maximum loan: %1%
be_lt: Максімальная пазыка: %1%

source: Maximum segment length reached
be_lt: Дасягнута максімальная даŭжыня сэгменту

source: Maximum time before departure
be_lt: Макс. час стаянкі перад ад'ездам

source: Mediocre
be_lt: Сярэдне

source: Menu
be_lt: Мэню

source: Menu music
be_lt: Музыка ŭ мэню

source: Metropolis
be_lt: Мэтраполія

source: Min. bridge height
be_lt: Мін. вышыня мосту

source: Min. tunnel depth
be_lt: Мін. глыбіня тунэлю

source: Minimum time before departure
be_lt: Мін. час стаянкі перад ад'ездам

source: Minus old vehicle value
be_lt: Мінус кошт старога транспарту

source: Misc.
be_lt: Розн.

source: Miscellaneous
be_lt: Рознае

source: Missing electric tracks
be_lt: Брак эleктрычных рэяк

source: Missing tram tracks
be_lt: Брак трамвайных рэяк

source: Mission %1%
be_lt: Місія %1%

source: Mission completed
be_lt: Місія выканана

source: Mission failed
be_lt: Місія праваleна

source: Mission tasks
be_lt: Задачы місіі

source: Mission {mission_num}
be_lt: Місія {mission_num}

source: Mission {missions_done} of {missions_total}
be_lt: Місія {missions_done} з {missions_total}

source: Mission: %1%
be_lt: Місія: %1%

source: Mixed rocks
be_lt: Зьмешаныя камені

source: Mixed trees
be_lt: Зьмешаныя дрэвы

source: Mod Browser
be_lt: Мадыфікаціі

source: Mod Details
be_lt: Дэталі мадыфікацыі

source: Mod details
be_lt: Дэталі мадыфікацыі

source: Mod not installed
be_lt: Мадыфікацыі не ŭстаlaваны

source: Mod parameters
be_lt: Параметры мадыфікацыі

source: Mod preset name
be_lt: Назва нарыхтоŭку мадыфікацый

source: Mod publishing
be_lt: Публікацыя мадыфікацыі

source: Mod size
be_lt: Памер мадыфікацыі

source: Mod upload could not proceed due to a filesystem issue. Please check the files in your staging area.
be_lt: Запампоŭка мадыфікацыі не можа быć працягнутая з-за прабleмы з файлавай сыстэмай. Калі ласка, праверце файлы ŭ сваім падрыхтоŭчым абшары.

source: Mod.io info
be_lt: Інфармацыя mod.io

source: Modify for
be_lt: Аднавіć за

source: Modify the terrain with a heightmap texture.
be_lt: Зьмяняе мясцоваść праз тэкстуры мап вышынь.

source: Mods
be_lt: Мадыфікацыі

source: Module bulldozer
be_lt: Бульдозер модуlaŭ

source: Money number format
be_lt: Фармат запісу грошай

source: Month
be_lt: Месяц

source: More details
be_lt: Падрабязьней

source: Mouse
be_lt: Мыш

source: Mouse movement sensitivity
be_lt: Чульліваść руху мышы

source: Mouse settings
be_lt: Налады мышы

source: Mouse wheel sensitivity
be_lt: Чульліваść кола мышы

source: Move down
be_lt: Рух да долу

source: Move mode
be_lt: Рэжым руху

source: Move up
be_lt: Рух да гары

source: Move vehicle backward
be_lt: Перамяśціć транспарт назад

source: Move vehicle down
be_lt: Перамяśціć транспарт да долу

source: Move vehicle forward
be_lt: Перамяśціć транспарт наперад

source: Move vehicle to the back
be_lt: Перамяśціć транспартны назад

source: Move vehicle to the front
be_lt: Перамяśціć транспартны наперад

source: Move vehicle up
be_lt: Перамяśціć транспарт да гары

source: Movement sensitivity (game camera)
be_lt: Чуйнаść да руху (гульнявая камэра)

source: Multiple units
be_lt: Цягавы копleкс

source: Multiple vehicles.
be_lt: Некалькі транспарту

source: Museum line
be_lt: Музейная лінія

source: Music
be_lt: Музыка

source: Music player
be_lt: Прайгравальнік музыкі

source: Mute
be_lt: Прыцішыć

source: N/A
be_lt: Н/Д

source: NEW_GAME_TAKING_TOO_LONG_STR
be_lt: Устаlaваньне мапы займае крыху больш часу. Гульня неŭзабаве пачнецца

source: Name
be_lt: Назва

source: Narrow angle
be_lt: Вузкі кут

source: Navigable waters
be_lt: Судаходныя воды

source: Navigable waters layer
be_lt: Слой суднаходных вод

source: Network Error
be_lt: Памылка сеткі

source: Never
be_lt: Ніколі

source: New cargo demand
be_lt: Новы попыт на груз

source: New industry founded
be_lt: Была заснавана новая прамысловаść

source: New line
be_lt: Новая лінія

source: New train
be_lt: Новы цягнік

source: New vehicle
be_lt: Новы транспарт

source: New vehicle available
be_lt: Даступны новы транспарт

source: New vehicles
be_lt: Новы транспарт

source: Next
be_lt: Даleй

source: Next/previous image
be_lt: Наступная/папярэдняя выява

source: No
be_lt: Не

source: No Line
be_lt: Брак лініі

source: No bridge
be_lt: Брак масту

source: No cargo type
be_lt: Брак тыпу грузу

source: No construction set!
be_lt: Брак будаŭнічай устаloŭкі!

source: No costs
be_lt: Брак кошту

source: No country for old trains
be_lt: Гэта краіна не дla старых цягнікоŭ

source: No depot found
be_lt: Дэпо ня знойдзена

source: No electric path
be_lt: Брак эleктрыфікаванай трасы

source: No filter currently set
be_lt: Абрана жадных фільтраŭ

source: No free seats
be_lt: Брак вольных мейсцаŭ

source: No line passing
be_lt: Брак ліній

source: No lines have been created yet. Create lines to see them here.
be_lt: Не створана жадных ліній. Стварыце лінія, якія з'явяцца тут.

source: No logo
be_lt: Брак loгатыпу

source: No maps available. Maps can be created with the map editor or downloaded from Steam Workshop.
be_lt: Брак даступных мап. Мапы можна ствараć у рэдактары або спампаваć з майстэрні Steam.

source: No maps available. Maps can be created with the map editor.
be_lt: Брак даступных мап. Мапы можна ствараć у рэдактары.

source: No matches
be_lt: Брак вынікаŭ

source: No mods match your current search or filter
be_lt: Брак мадыфікацыяŭ, якія адпавядаюć твайму бягучаму пошуку або фільтру.

source: No money:
be_lt: Брак грошай:

source: No parameters
be_lt: Брак парамэтраŭ

source: No path
be_lt: Брак дарогі

source: No path (Big aircraft)
be_lt: Брак трасы (Вялікія самаloты)

source: No path (Big ship)
be_lt: Брак трасы (Вялікія караблі)

source: No path (Electric)
be_lt: Брак трасы (Эleктрычны)

source: No path for big airplanes
be_lt: Брак трасы дla вялікіх самаloтаŭ

source: No path for big ships
be_lt: Брак трасы дla вялікіх карабloŭ

source: No path found between %1% and %2%
be_lt: Брак шlaху між між „%1%” і „%2%”

source: No release notes provided
be_lt: Брак падрабязнай інфармацыі

source: No saved games available.
be_lt: Брак захаваньняŭ

source: No segment removable
be_lt: Брак выдаlaемых сэгмэнтаŭ

source: No stations have been added yet. Add stations to see them here.
be_lt: Брак дададзеных станцый. Дадайце станцыі, каб яны з'явіліся тут.

source: No street connection
be_lt: Брак дарожнага злучэньня

source: No tasks available
be_lt: Брак даступных задач

source: No tunnel
be_lt: Брак тунэлю

source: No vehicle in depot
be_lt: Брак транспарту ŭ дэпо

source: No vehicle to replace
be_lt: Брак транспарту на замену

source: No vehicles to replace!
be_lt: Брак транспарту на замену!

source: No vehicles with current filter setting available
be_lt: Брак транспарту зь бягучымі наладамі фільтру

source: Node locked
be_lt: Вузел заблакаваны

source: None
be_lt: Брак

source: Normal
be_lt: Нармальна

source: Not Working
be_lt: Ня дзея

source: Not assigned to a terminal
be_lt: Не прызначаны дla тэрміналу

source: Not compatible for replacement
be_lt: Не прыдатны дla замены

source: Not contained by any line as waypoint
be_lt: Не з'яŭlaецца пунктам дla аніводнай лініі ŭ якаśці маршрутнага пункту

source: Not enough money
be_lt: Замала грошай

source: Not enough money.
be_lt: Замала грошай.

source: Not in my backyard
be_lt: Не на маім падворку

source: Nothing waiting
be_lt: Нічога не чакае

source: Notifications
be_lt: Паведамleньні

source: Now demands
be_lt: Цяпер мае попыт на

source: Now what?
be_lt: І што зараз?

source: Number of industries:
be_lt: Колькаść прамысловых устаноŭ:

source: Number of items currently in stock
be_lt: Колькаść тавараŭ у наяŭнаśці

source: Number of lines
be_lt: Колькаść ліній

source: Number of towns
be_lt: Колькаść мест

source: Number of towns:
be_lt: Колькаść мест:

source: OK
be_lt: Добра

source: Off
be_lt: Выкл.

source: Ok
be_lt: Добра

source: Old timer
be_lt: Ветэран

source: Oldest vehicle
be_lt: Найстарэйшы транспарт

source: On
be_lt: Укл.

source: One-way
be_lt: Аднакірунковы

source: Only show air lines and hangars
be_lt: Паказаć толькі трасы паloтаŭ і ангараŭ

source: Only show lines and depots that are visible in the main view
be_lt: Паказваć толькі лініі й дэпо, бачныя ŭ рэжыме галоŭнага прагlaду

source: Only show lines that are visible in the main view
be_lt: Паказваć толькі лініі, бачныя ŭ рэжыме галоŭнага прагlaду

source: Only show railroad lines and depots
be_lt: Паказаć толькі чыгуначныя лініі й дэпо

source: Only show road lines and depots
be_lt: Паказаć толькі дарогі й дэпо

source: Only show ship lines and shipyards
be_lt: Паказаć толькі трасы суднаŭ і верфяŭ

source: Only show tram lines and depots
be_lt: Паказаć толькі трамвайныя лініі й дэпо

source: Only show vehicles that are visible in the main view
be_lt: Паказваć толькі транспарт, бачны ŭ рэжыме галоŭнага прагlaду

source: Open advanced game settings dialog
be_lt: Адкрыć акно пашыраных налад гульні

source: Open console
be_lt: Адкрыć кансоль

source: Open folder
be_lt: Адкрыć тэчку

source: Open source
be_lt: Адкрыć крыніцу

source: Open userdata folder
be_lt: Адкрыć тэчку з дадзенымі карыстальку

source: Open vehicle manager
be_lt: Адкрыć налады транспарту

source: Open vehicle store to buy vehicles
be_lt: Адкрыйце краму транспарту, абы купіć транспарт

source: Open vehicle window on purchase
be_lt: Адкрываć акно траспарту пры куплі

source: Optional: Enter email address
be_lt: Дадаткова: увядзіце адрас э-пошты

source: Optional: Enter name
be_lt: Дадаткова: увядзіце імя

source: Options:
be_lt: Налады:

source: Originally posted by {author}:
be_lt: Арыгінальная публікацыя аŭтарам ({author}):

source: Other
be_lt: Іншае

source: Other infrastructure
be_lt: Іншая інфраструктура

source: Out
be_lt: Выйśце

source: Out of map
be_lt: Па-за мапай

source: Output resolution
be_lt: Выхадная разьдзяlaльнаść

source: Overload
be_lt: Перагрузка

source: Overloaded stations
be_lt: Перагружаныя станцыі

source: Overview
be_lt: Агlaд

source: Overwrite camera config?
be_lt: Перазапісаć налады камэры?

source: Overwrite description and preview image
be_lt: Перапішы апісаньне й папяр. прагlaдную выяву

source: Overwrite description, summary and preview image
be_lt: Перапішы апісаньне, падсумаваньне й папяр. прагlaдную выяву

source: Overwrite heightmap?
be_lt: Перазапісаć мапы вышынь?

source: Overwrite mod preset?
be_lt: Перазапісаć нарыхто́ŭка мадыфікацыі?

source: Overwrite savegame?
be_lt: Перапісаć захаваньне?

source: Own streets.
be_lt: Уласнаść вуліцы.

source: Ownership test failed
be_lt: Праверка на ŭласнаść не атрымалася

source: Paint steep side
be_lt: Замалюйце стромкі бок

source: Paint tools
be_lt: Прылады маlaваньня

source: Pan sensitivity (free camera)
be_lt: Чуйнаść панарамы (вольная камэра)

source: Pan sensitivity (game camera)
be_lt: Чуйнаść панарамы (гульнявая камэра)

source: Passenger
be_lt: Пасажырскія

source: Passenger stop can not be used by cargo vehicles
be_lt: Грузавы транспарт ня можа быć ужыты праз пасажырскі прыпынак

source: Passenger stops can not be used by cargo vehicles
be_lt: Грузавы транспарт ня можа быć ужыты праз пасажырскія прыпынкі

source: Passenger wagons
be_lt: Пасажырскія вагоны

source: Passengers
be_lt: Пасажыры

source: Passengers transported (last 12 months)
be_lt: Перавезена пасажыраŭ (апошнія 12 месяцаŭ)

source: Passengers transported (total)
be_lt: Перавезена пасажыраŭ (усяго)

source: Paste
be_lt: Уставіć

source: Pause
be_lt: Прыпынак

source: Pause preview
be_lt: Прыпыніć агlaд

source: Paused
be_lt: Прыпынены

source: Penny pincher
be_lt: Пэні Пітчэр

source: Perspective panning
be_lt: Зрух у перспектывы

source: Picture
be_lt: Выява

source: Pin
be_lt: Замацаваć

source: Place random rocks with a brush.
be_lt: Размяшчае выпадковыя камені з дапамогай пэндзьлю.

source: Place random trees with a brush.
be_lt: Размяшчае выпадковыя дрэвы з дапамогай пэндзьлю.

source: Platform:
be_lt: Пlaтформа:

source: Play Map
be_lt: Гуlać на мапе

source: Play a free game in all three climates.
be_lt: Згуlać вольную гульню ва ŭсіх трох кліматах.

source: Play a map
be_lt: Гуlać на мапе

source: Play map
be_lt: Гуlać на мапе

source: Play next song
be_lt: Прайграć наступную пеśню

source: Play or pause current song
be_lt: Прайграć або прыпыніć бягучую пеśню

source: Play previous song
be_lt: Прайграć папярэднюю пеśню

source: Player Owned
be_lt: Уласнаść гульца

source: Player owned
be_lt: Уласнаść гульца

source: Player ownership
be_lt: Уласнаść гульца

source: Player ownership control tool
be_lt: Прылада устаlaваньня уласнаśці гульцом

source: Playlist
be_lt: śпіс прайграваньня

source: Please check that you're signed in to PlayStation Network
be_lt: Правер уваход у сетку PlayStation

source: Please check that you're signed in to Xbox Live
be_lt: Правер уваход у сетку Xbox Live

source: Please check your email for your code and enter it here.
be_lt: Праверце сваю э-пошту й увядзіце сюды атрыманы код.

source: Please check your network connection and try again later.
be_lt: Праверце сваё злучэньне зь сеткай і паспрабуйце ізноŭ пазьней.

source: Please login to publish mod
be_lt: Увайдзі ŭ акаŭнт, каб апублікаваć мадыфікацыю

source: Please try installing the latest drivers for your graphics card.
be_lt: Усталюйце апошнія драйвэры відэакарты.

source: Please wait ...
be_lt: Чакайце...

source: Please wait, models are being replaced...
be_lt: Калі ласка, пачакайце, мадэлі замяняюцца...

source: Point to the terrain
be_lt: Пазначце мясцоваść

source: Poor
be_lt: Нізка

source: Population
be_lt: Насельніцтва

source: Power
be_lt: Моц

source: Power rating
be_lt: Намінальная моц

source: Power units
be_lt: Адзінкі моцы

source: Precision mode
be_lt: Рэжым дакладнаśці

source: Preparing game...
be_lt: Падрыхтоŭка гульні...

source: Preparing...
be_lt: Падрыхтоŭка...

source: Presets
be_lt: Хуткія налады

source: Press <Shift> to set custom color
be_lt: Націśніце <Shift>, абы ŭстаlaваć уласны коleр

source: Press [iaHint=IA_SELECT/] or [iaHint=IA_NAV_ACTIVATE_SPACE/] to continue...
be_lt: Націśні [iaHint=IA_SELECT/] або [iaHint=IA_NAV_ACTIVATE_SPACE/], каб працягнуć…

source: Press any key
be_lt: Націśніце любую кlaвішу

source: Previous resolution setting will be restored in %2d seconds!
be_lt: Папярэдняя налада разьдзяlaльнаść будзе адноŭleна праз %2d с!

source: Private transport
be_lt: Асаблівы транспарт

source: Produced
be_lt: Вырабleны

source: Product
be_lt: Выраб

source: Production
be_lt: Вытворчаść

source: Production rating
be_lt: Ацэнка вырабу

source: Profit last 12 months
be_lt: Прыбытак за апошнія 12 месяцаŭ

source: Prohibited area
be_lt: Забароненая зона

source: Public transport
be_lt: Грамандскі транспарт

source: Publish
be_lt: Апублікаваć

source: Publish Map
be_lt: Апублікаваć мапу

source: Publish Savegame
be_lt: Апублікаваć захаваньне

source: Publishing...
be_lt: Публікаваньне...

source: Quality
be_lt: Якаść

source: Quality of life in {townName}
be_lt: Якаść жыćця – {townName}

source: Quantity
be_lt: Колькаść

source: Quit
be_lt: Выśці

source: Quit game
be_lt: Выйśці з гульні

source: Quit to main menu
be_lt: Выйść да галоŭнага мэню

source: Quit to main menu or desktop
be_lt: Выйśці да галоŭнага мэню ці да працоŭнага стала

source: Rail
be_lt: Чыгунка

source: Railroad
be_lt: Чыгуначная дарога

source: Railroad crossing
be_lt: Чыгуначны пераезд

source: Raise
be_lt: Падняć

source: Raise the terrain.
be_lt: Падняć мясцоваść.

source: Raise tool
be_lt: Пралада пад'ёму

source: Random
be_lt: Выпадковы

source: Random seed
be_lt: Выпадковае насеньня

source: Randomize rotation
be_lt: Выпадковае кручэньне

source: Range:
be_lt: Шэраг:

source: Rate
be_lt: Паказальнік

source: Rating
be_lt: Ацэнка

source: Rating from "%1%" to "%2%"
be_lt: Ацэнка ад „%1%” да „%2%”

source: Reach 400 production at a manufacturing industry in free game.
be_lt: У вольнай гульне дасягніце аб'ёму прамысловай вытворчаśці аб 400.

source: Reach a speed of at least 120 km/h with a train in free game.
be_lt: У вольнай гульне дасягніце хуткаść не менш за 120 км/г цягніком.

source: Reach a speed of at least 300 km/h with a train in free game.
be_lt: У вольнай гульне дасягніце хуткаść не менш за 300 км/г цягніком.

source: Reach an emission value of 80 in a town in free game.
be_lt: У вольнай гульне дасягніце ŭзроŭню забруджваньня 80 у месте.

source: Reach the maximum headquarters level in free game.
be_lt: У вольнай гульне дасягніце максімальнага ŭзроŭню штаб-кватэры.

source: Reach the present in free game.
be_lt: Дасягніце бягучага часу ŭ вольнай гульне.

source: Reach the year 2050 using only trains in free game.
be_lt: У вольнай гульне выкарыстоŭваце толькі цягнікі да 2050 году.

source: Reading heightmap...
be_lt: Чытанне мап вышынь...

source: Real estate
be_lt: Нерухомаść

source: Record key frame
be_lt: Запішыце ключавы кадр

source: Reduce
be_lt: Паменшыć

source: Refittable
be_lt: Аднаŭlaльны

source: Reflection
be_lt: Адбіćцё

source: Refresh
be_lt: Абнавіć

source: Refresh finished
be_lt: Абнаŭleньне скончана

source: Refund: %1%
be_lt: Zwrot %1%

source: Relative mode
be_lt: Рэжым адноснаśці

source: Reload all textures?
be_lt: Перазагрузіć усе тэкстуры?

source: Relocate
be_lt: Перасунуć

source: Remove all
be_lt: Выдаліć усё

source: Remove all connections
be_lt: Выдаліć усе спалучэньні

source: Remove all stations and waypoints
be_lt: Выдаліć усе станцыі й маршрутныя пункты

source: Remove all stations?
be_lt: Выдаліć усе станцыі?

source: Remove attachment
be_lt: Выдаліć укладаньне

source: Remove station or waypoint
be_lt: Выдаліć станцыю ці маршрутны пункт

source: Remove vehicle
be_lt: Выдаліć транспарт
